package com.mafyusuf.thirukkural;

import androidx.appcompat.app.AppCompatActivity;
import android.Manifest;
import android.content.Intent;
import android.os.Bundle;
import android.view.View;
import android.widget.AdapterView;
import android.widget.ArrayAdapter;
import android.widget.ListView;
import android.widget.Toast;
import java.util.ArrayList;

public class MainActivity extends AppCompatActivity {


    ListView   listView;
    ArrayList<thirukkurals> arrayList;
    ArrayAdapter<thirukkurals> arrayAdapter;

    protected void onCreate(Bundle savedInstanceState) {
        super.onCreate( savedInstanceState );
        setContentView( R.layout.activity_main );
        listView=(ListView)findViewById( R.id.title);

        arrayList = new ArrayList<>(  );
        thirukkurals t1 =    new thirukkurals( "அதிகாரம் - 1.கடவுள் வாழ்த்து\n",
                        "1. அகர முதல எழுத்தெல்லாம் ஆதி பகவன்\n முதற்றே உலகு.",
                        "2. கற்றதனால் ஆய பயனென்கொல் வாலறிவன்\n நற்றாள் தொழாஅர் எனின்.",
                        "3. மலர்மிசை ஏகினான் மாணடி சேர்ந்தார்\n நிலமிசை நீடுவாழ் வார்." ,
                        "4. வேண்டுதல்வேண் டாமை இலானடி சேர்ந்தார்க்கு\n யாண்டும் இடும்பை இல.",
                        "5. இருள்சேர் இருவினையும் சேரா இறைவன்\n பொருள்சேர் புகழ்புரிந்தார் மாட்டு.",
                        "6.பொறிவாயில் ஐந்தவித்தான் பொய்தீர் ஒழுக்க\n நெறிநின்றார் நீடுவாழ் வார்.",
                        "7. தனக்குவமை இல்லாதான் தாள்சேர்ந்தார்க் கல்லால்\n மனக்கவலை மாற்றல் அரிது.",
                        "8. அறவாழி அந்தணன் தாள்சேர்ந்தார்க் கல்லால் பிறவாழி நீந்தல் அரிது\n பிறவாழி நீந்தல் அரிது.",
                        "9. கோளில் பொறியின் குணமிலவே எண்குணத்தான்\n தாளை வணங்காத் தலை.",
                        "10.பிறவிப் பெருங்கடல் நீந்துவர் நீந்தார்\n இறைவன் அடிசேரா தார்.");

        thirukkurals t2 = new thirukkurals( "அதிகாரம் - 2.வான்சிறப்பு\n" ,
                "11. வானின் றுலகம் வழங்கி வருதலால்\n தானமிழ்தம் என்றுணரற் பாற்று.",
                 "12. துப்பார்க்குத் துப்பாய துப்பாக்கித் துப்பார்க்குத் \n துப்பாய தூஉ மழை.",
                "13. விண்இன்று பொய்ப்பின் விரிநீர் வியனுலகத்து\n உள்நின் றுடற்றும் பசி.",
                "14. ஏரின் உழாஅர் உழவர் புயல்என்னும்\n வாரி வளங்குன்றிக் கால். ",
                "15. கெடுப்பதூஉம் கெட்டார்க்குச் சார்வாய்மற் றாங்கே\n  எடுப்பதூஉம் எல்லாம் மழை.",
                "16. விசும்பின் துளிவீழின் அல்லால்மற் றாங்கே\n  பசும்புல் தலைகாண் பரிது.",
                "17. நெடுங்கடலும் தன்நீர்மை குன்றும் தடிந்தெழிலி\n தான்நல்கா தாகி விடின்.",
                "18. சிறப்பொடு பூசனை செல்லாது வானம்\n வறக்குமேல் வானோர்க்கும் ஈண்டு.",
                "19. தானம் தவமிரண்டும் தங்கா வியனுலகம்\n வானம் வழங்கா தெனின்.",
                "20. நீரின் றமையா துலகெனின் யார்யார்க்கும்\n  வானின் றமையா தொழுக்கு.");

        thirukkurals t3 = new thirukkurals( "அதிகாரம் - 3.நீத்தார் பெருமை\n" ,
                "21. ஒழுக்கத்து நீத்தார் பெருமை விழுப்பத்து\n வேண்டும் பனுவல் துணிவு.",
                "22. துறந்தார் பெருமை துணைக்கூறின் வையத்து\n இறந்தாரை எண்ணிக்கொண் டற்று.",
                "23. இருமை வகைதெரிந் தீண்டறம் பூண்டார்\n பெருமை பிறங்கிற் றுலகு.",
                "24. உரனென்னுந் தோட்டியான் ஓரைந்தும் காப்பான்\n வரனென்னும் வைப்பிற்கோர் வித்து.",
                "25. ஐந்தவித்தான் ஆற்றல் அகல்விசும்பு ளார்கோமான்\n  இந்திரனே சாலுங் கரி.",
                "26. செயற்கரிய செய்வார் பெரியர் சிறியர்\n செயற்கரிய செய்கலா தார்.",
                "27. சுவையொளி ஊறோசை நாற்றமென் றைந்தின்\n வகைதெரிவான் கட்டே உலகு.",
                "28. நிறைமொழி மாந்தர் பெருமை நிலத்து\n மறைமொழி காட்டி விடும்.",
                "29. குணமென்னுங் குன்றேறி நின்றார் வெகுளி\n கணமேயுங் காத்தல் அரிது.",
                "30.அந்தணர் என்போர் அறவோர்மற் றெவ்வுயிர்க்கும்\n செந்தண்மை பூண்டொழுக லான்.");


        thirukkurals t4 = new thirukkurals( "அதிகாரம் - 4.அறன் வலியுறுத்தல்\n" ,
                "31. சிறப்பீனும் செல்வமும் ஈனும் அறத்தினூஉங்கு\n ஆக்கம் எவனோ உயிர்க்கு.",
                "32. அறத்தினூஉங் காக்கமும் இல்லை அதனை\n மறத்தலின் ஊங்கில்லை கேடு.",
                "33. ஒல்லும் வகையான அறவினை ஓவாதே\n செல்லும்வாய் எல்லாஞ் செயல்.",
                "34. மனத்துக்கண் மாசிலன் ஆதல் அனைத்தறன்\n ஆகுல நீர பிற.",
                "35.அழுக்கா றவாவெகுளி இன்னாச்சொல் நான்கும்\n  இழுக்கா இயன்ற தறம்.",
                "36. அன்றறிவாம் என்னா தறஞ்செய்க மற்றது\n பொன்றுங்கால் பொன்றாத் துணை.",
                "37. அறத்தா றிதுவென வேண்டா சிவிகை\n பொறுத்தானோ டூர்ந்தான் இடை.",
                "38. வீழ்நாள் படாஅமை நன்றாற்றின் அஃதொருவன்\n வாழ்நாள் வழியடைக்கும் கல்.",
                "39. அறத்தான் வருவதே இன்பமற் றெல்லாம்\n புறத்த புகழும் இல.",
                "40. செயற்பால தோரும் அறனே ஒருவற்கு\n உயற்பால தோரும் பழி.");

        thirukkurals t5 = new thirukkurals( "அதிகாரம் - 5.இல்வாழ்க்கை\n" ,
                "41. இல்வாழ்வான் என்பான் இயல்புடைய மூவர்க்கும்\n நல்லாற்றின் நின்ற துணை.",
                "42. துறந்தார்க்கும் துவ்வா தவர்க்கும் இறந்தார்க்கும்\n இல்வாழ்வான் என்பான் துணை.",
                "43. தென்புலத்தார் தெய்வம் விருந்தொக்கல் தானென்றாங்கு\n ஐம்புலத்தா றோம்பல் தலை.",
                "44. பழியஞ்சிப் பாத்தூண் உடைத்தாயின் வாழ்க்கை\n வழியெஞ்சல் எஞ்ஞான்றும் இல.",
                "45. அன்பும் அறனும் உடைத்தாயின் இல்வாழ்க்கை\n பண்பும் பயனும் அது.",
                "46. அறத்தாற்றின் இல்வாழ்க்கை ஆற்றின் புறத்தாற்றில்\n போஒய்ப் பெறுவ தெவன்.",
                "47. இயல்பினான் இல்வாழ்க்கை வாழ்பவன் என்பான்\n முயல்வாருள் எல்லாம் தலை.",
                "48. ஆற்றின் ஒழுக்கி அறனிழுக்கா இல்வாழ்க்கை\n நோற்பாரின் நோன்மை உடைத்து",
                "49. அறன்எனப் பட்டதே இல்வாழ்க்கை அஃதும்\n பிறன்பழிப்ப தில்லாயின் நன்று.",
                "50. வையத்துள் வாழ்வாங்கு வாழ்பவன் வான்உறையும்\n தெய்வத்துள் வைக்கப் படும்.");

        thirukkurals t6 = new thirukkurals( "அதிகாரம் - 6.வாழ்க்கைத் துணைநலம்\n" ,
                "51. மனைத்தக்க மாண்புடையள் ஆகித்தற் கொண்டான்\n தவளத்தக்காள் வாழ்க்கைத் துணை.",
                "52. மனைமாட்சி இல்லாள்கண் இல்லாயின் வாழ்க்கை\n எனைமாட்சித் தாயினும் இல்.",
                "53. இல்லதென் இல்லவள் மாண்பானால் உள்ளதென்\n இல்லவள் மாணாக் கடை.",
                "54. பெண்ணின் பெருந்தக்க யாவுள கற்பென்னும்\n திண்மைஉண் டாகப் பெறின்.",
                "55. தெய்வம் தொழாஅள் கொழுநற் றொழுதெழுவாள்\n பெய்யெனப் பெய்யும் மழை.",
                "56. தற்காத்துத் தற்கொண்டாற் பேணித் தகைசான்ற\n சொற்காத்துச் சோர்விலாள் பெண்.",
                "57. சிறைகாக்கும் காப்பெவன் செய்யும் மகளிர்\n நிறைகாக்கும் காப்பே தலை.",
                "58. பெற்றாற் பெறின்பெறுவர் பெண்டிர் பெருஞ்சிறப்புப்\n புத்தேளிர் வாழும் உலகு.",
                "59. புகழ்புரிந் தில்லிலோர்க் கில்லை இகழ்வார்முன்\n ஏறுபோல் பீடு நடை.",
                "60. மங்கலம் என்ப மனைமாட்சி மற்றதன்\n நன்கலம் நன்மக்கட் பேறு.");

        thirukkurals t7 = new thirukkurals( "அதிகாரம் - 7.மக்கட்பேறு\n" ,
                "61. பெறுமவற்றுள் யாமறிவ தில்லை அறிவறிந்த\n மக்கட்பே றல்ல பிற.",
                "62. எழுபிறப்பும் தீயவை தீண்டா பழிபிறங்காப்\n பண்புடை மக்கட் பெறின்.",
                "63. தம்பொருள் என்பதம் மக்கள் அவர்பொருள்\n தந்தம் வினையான் வரும்.",
                "64. அமிழ்தினும் ஆற்ற இனிதேதம் மக்கள்\n சிறுகை அளாவிய கூழ்.",
                "65. மக்கள்மெய் தீண்டல் உடற்கின்பம் மற்றவர்\n சொற்கேட்டல் இன்பம் செவிக்கு.",
                "66. குழலினி தியாழினி தென்பதம் மக்கள்\n மழலைச்சொல் கேளா தவர்.",
                "67. தந்தை மகற்காற்றும் நன்றி அவையத்து\n முந்தி இருப்பச் செயல்.",
                "68. தம்மின்தம் மக்கள் அறிவுடைமை மாநிலத்து\n மன்னுயிர்க் கெல்லாம் இனிது.",
                "69. ஈன்ற பொழுதின் பெரிதுவக்கும் தன்மகனைச்\n சான்றோன் எனக்கேட்ட தாய்.",
                "70. அன்பிற்கும் உண்டோ அடைக்குந்தாழ் ஆர்வலர்\n புண்கணீர் பூசல் தரும்.");

        thirukkurals t8 = new thirukkurals( "அதிகாரம் - 8.அன்புடைமை\n" ,
                "71. அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார்\n புண்கணீர் பூசல் தரும்.",
                "72. அன்பிலார் எல்லாம் தமக்குரியர் அன்புடையார்\n என்பும் உரியர் பிறர்க்கு.",
                "73. அன்போ டியைந்த வழக்கென்ப ஆருயிர்க்கு\n என்போ டியைந்த தொடர்பு.",
                "74. அன்பீனும் ஆர்வம் உடைமை அதுஈனும்\n நண்பென்னும் நாடாச் சிறப்பு.",
                "75. அன்புற் றமர்ந்த வழக்கென்ப வையகத்து\n இன்புற்றார் எய்தும் சிறப்பு.",
                "76. அறத்திற்கே அன்புசார் பென்ப அறியார்\n மறத்திற்கும் அஃதே துணை.",
                "77. என்பி லதனை வெயில்போலக் காயுமே\n அன்பி லதனை அறம்.",
                "78. அன்பகத் தில்லா உயிர்வாழ்க்கை வன்பாற்கண்\n வற்றல் மரந்தளிர்த் தற்று.",
                "79. புறத்துறுப் பெல்லாம் எவன்செய்யும் யாக்கை\n அகத்துறுப் பன்பி லவர்க்கு.",
                "80. அன்பின் வழிய துயிர்நிலை அஃதிலார்க்கு\n என்புதோல் போர்த்த உடம்பு.");


        thirukkurals t9 = new thirukkurals( "அதிகாரம் - 9.விருந்தோம்பல்\n" ,
                "81. இருந்தோம்பி இல்வாழ்வ தெல்லாம் விருந்தோம்பி\n வேளாண்மை செய்தற் பொருட்டு.",
                "82. விருந்து புறத்ததாத் தானுண்டல் சாவா\n மருந்தெனினும் வேண்டற்பாற் றன்று.",
                "83. வருவிருந்து வைகலும் ஓம்புவான் வாழ்க்கை\n பருவந்து பாழ்படுதல் இன்று.",
                "84. அகனமர்ந்து செய்யாள் உறையும் முகனமர்ந்து\n நல்விருந் தோம்புவான் இல்.",
                "85. வித்தும் இடல்வேண்டும் கொல்லோ விருந்தோம்பி\n மிச்சில் மிசைவான் புலம்.",
                "86. செல்விருந் தோம்பி வருவிருந்து பார்த்திருப்பான்\n நல்விருந்து வானத் தவர்க்கு.",
                "87. இனைத்துணைத் தென்பதொன் றில்லை விருந்தின்\n துணைத்துணை வேள்விப் பயன்.",
                "88. பரிந்தோம்பிப் பற்றற்றேம் என்பர் விருந்தோம்பி\n வேள்வி தலைப்படா தார்.",
                "89. உடைமையுள் இன்மை விருந்தோம்பல் ஓம்பா\n மடமை மடவார்கண் உண்டு.",
                "90. மோப்பக் குழையும் அனிச்சம் முகந்திரிந்து\n நோக்கக் குழையும் விருந்து.");


        thirukkurals t10 = new thirukkurals( "அதிகாரம் - 10.இனியவை கூறல்\n" ,
                "91. இன்சொலால் ஈரம் அளைஇப் படிறிலவாம்\n செம்பொருள் கண்டார்வாய்ச் சொல்.",
                "92. அகன்அமர்ந் தீதலின் நன்றே முகனமர்ந்து\n இன்சொலன் ஆகப் பெறின்.",
                "93. முகத்தான் அமர்ந்தின்து நோக்கி அகத்தானாம்\n இன்சொ லினதே அறம்.",
                "94. துன்புறூஉம் துவ்வாமை இல்லாகும் யார்மாட்டும்\n இன்புறூஉம் இன்சொ லவர்க்கு.",
                "95. பணிவுடையன் இன்சொலன் ஆதல் ஒருவற்கு\n அணியல்ல மற்றுப் பிற.",
                "96. அல்லவை தேய அறம்பெருகும் நல்லவை\n நாடி இனிய சொலின்.",
                "97. நயன்ஈன்று நன்றி பயக்கும் பயன்ஈன்றுு\n பண்பின் தலைப்பிரியாச் சொல்.",
                "98. சிறுமையுள் நீங்கிய இன்சொல் மறுமையும்\n இம்மையும் இன்பம் தரும்.",
                "99. இன்சொல் இனிதீன்றல் காண்பான் எவன்கொலோ\n வன்சொல் வழங்கு வது.",
                "100. இனிய உளவாக இன்னாத கூறல்\n கனிஇருப்பக் காய்கவர்ந் தற்று.");

        thirukkurals t11 = new thirukkurals( "அதிகாரம் - 11.செய்ந்நன்றியறிதல்\n" ,
                "101. செய்யாமல் செய்த உதவிக்கு வையகமும்\n வானகமும் ஆற்றல் அரிது.",
                "102. காலத்தி னாற்செய்த நன்றி சிறிதெனினும்\n ஞாலத்தின் மாணப் பெரிது.",
                "103. பயன்தூக்கார் செய்த உதவி நயன்தூக்கின்\n நன்மை கடலின் பெரிது.",
                "104. தினைத்துணை நன்றி செயினும் பனைத்துணையாக்\n கொள்வர் பயன்தெரி வார்.",
                "105. உதவி வரைத்தன் றுதவி உதவி\n செயப்பட்டார் சால்பின் வரைத்து.",
                "106. மறவற்க மாசற்றார் கேண்மை துறவற்க\n துன்பத்துள் துப்பாயார் நட்பு.",
                "107. எழுமை எழுபிறப்பும் உள்ளுவர் தங்கண்\n விழுமந் துடைத்தவர் நட்புு.",
                "108. நன்றி மறப்பது நன்றன்று நன்றல்லது\n அன்றே மறப்பது நன்று.",
                "109. கொன்றன்ன இன்னா செயினும் அவர்செய்த\n ஒன்றுநன் றுள்ளக் கெடும்.",
                "110. எந்நன்றி கொன்றார்க்கும் உய்வுண்டாம் உய்வில்லை\n செய்ந்நன்றி கொன்ற மகற்கு.");


        thirukkurals t12 = new thirukkurals( "அதிகாரம் - 12.நடுவு நிலைமை\n" ,
                "111. தகுதி யெனவொன்று நன்றே பகுதியாற்\n பாற்பட் டொழுகப் பெறின்.",
                "112. செப்பம் உடையவன் ஆக்கஞ் சிதைவின்றி\n எச்சத்திற் கேமாப் புடைத்து.",
                "113. நன்றே தரினும் நடுவிகந்தாம் ஆக்கத்தை\n அன்றே யொழிய விடல்.",
                "114. தக்கார் தகவிலர் என்ப தவரவர்\n எச்சத்தாற் காணப் படும்.",
                "115. கேடும் பெருக்கமும் இல்லல்ல நெஞ்சத்துக்\n கோடாமை சான்றோர்க் கணி.",
                "116. கெடுவல்யான் என்ப தறிகதன் நெஞ்சம்\n நடுவொரீஇ அல்ல செயின்.",
                "117. கெடுவாக வையா துலகம் நடுவாக\n நன்றிக்கண் தங்கியான் தாழ்வு.",
                "118. சமன்செய்து சீர்தூக்குங் கோல்போல் அமைந்தொருபாற்\n கோடாமை சான்றோர்க் கணி.",
                "119. சொற்கோட்டம் இல்லது செப்பம் ஒருதலையா\n உட்கோட்டம் இன்மை பெறின்.",
                "120. வாணிகம் செய்வார்க்கு வாணிகம் பேணிப்\n பிறவும் தமபோல் செயின்.");

        thirukkurals t13 = new thirukkurals( "அதிகாரம் - 13.அடக்கம் உடைமை\n" ,
                "121. அடக்கம் அமரருள் உய்க்கும் அடங்காமை\n ஆரிருள் உய்த்து விடும்.",
                "122. காக்க பொருளா அடக்கத்தை ஆக்கம்\n அதனினூஉங் கில்லை உயிர்க்கு.",
                "123. செறிவறிந்து சீர்மை பயக்கும் அறிவறிந்\n தாற்றின் அடங்கப் பெறின்.",
                "124. நிலையின் திரியா தடங்கியான் தோற்றம்\n மலையினும் மாணப் பெரிது.",
                "125. எல்லார்க்கும் நன்றாம் பணிதல் அவருள்ளும்\n செல்வர்க்கே செல்வம் தகைத்து.",
                "126. ஒருமையுள் ஆமைபோல் ஐந்தடக்கல் ஆற்றின்\n எழுமையும் ஏமாப் புடைத்து.",
                "127. யாகாவா ராயினும் நாகாக்க காவாக்காற்\n சோகாப்பர் சொல்லிழுக்குப் பட்டு.",
                "128. ஒன்றானுந் தீச்சொல் பொருட்பயன் உண்டாயின்\n நன்றாகா தாகி விடும்.",
                "129. தீயினாற் சுட்டபுண் உள்ளாறும் ஆறாதே\n நாவினாற் சுட்ட வடு.",
                "130. கதங்காத்துக் கற்றடங்கல் ஆற்றுவான் செவ்வி\n அறம்பார்க்கும் ஆற்றின் நுழைந்து.");

        thirukkurals t14 = new thirukkurals( "அதிகாரம் - 14.ஒழுக்கம் உடைமை\n" ,
                "131. ஒழுக்கம் விழுப்பந் தரலான் ஒழுக்கம்\n உயிரினும் ஓம்பப் படும்.",
                "132. பரிந்தோம்பிக் காக்க ஒழுக்கந் தெரிந்தோம்பித்\n தேரினும் அஃதே துணை.",
                "133. ஒழுக்க முடைமை குடிமை இழுக்கம்\n இழிந்த பிறப்பாய் விடும்.",
                "134. மறப்பினும் ஓத்துக் கொளலாகும் பார்ப்பான்\n பிறப்பொழுக்கங் குன்றக் கெடும்.",
                "135. அழுக்கா றுடையான்கண் ஆக்கம்போன் றில்லை\n ஒழுக்க மிலான்கண் உயர்வு.",
                "136. ஒழுக்கத்தி னொல்கார் உரவோர் இழுக்கத்தின்\n ஏதம் படுபாக் கறிந்து.",
                "137. ஒழுக்கத்தி னெய்துவர் மேன்மை இழுக்கத்தின்\n எய்துவ ரெய்தாப் பழி.",
                "138. நன்றிக்கு வித்தாகும் நல்லொழுக்கந் தீயொழுக்கம்\n என்றும் இடும்பை தரும்.",
                "139. ஒழுக்க முடையவர்க் கொல்லாவே தீய\n வழுக்கியும் வாயாற் சொலல்..",
                "140. உலகத்தோ டொட்ட ஒழுகல் பலகற்றுங்\n கல்லா ரறிவிலா தார்.");


        thirukkurals t15 = new thirukkurals( "அதிகாரம் - 15.பிறனில் விழையாமை\n" ,
                "141. பிறன்பொருளான் பெட்டொழுகும் பேதைமை ஞாலத்\n தறம்பொருள் கண்டார்க ணில்.",
                "142. அறன்கடை நின்றாரு ளெல்லாம் பிறன்கடை\n நின்றாரிற் பேதையா ரில்.",
                "143. விளிந்தாரின் வேறல்லர் மன்ற தெளிந்தாரில்\n தீமை புரிந்தொழுகு வார்.",
                "144. எனைத்துணைய ராயினும் என்னாந் தினைத்துணையும்\n தேரான் பிறனில் புகல்.",
                "145. எளிதென இல்லிறப்பா னெய்துமெஞ் ஞான்றும்\n விளியாது நிற்கும் பழி.",
                "146. பகைபாவம் அச்சம் பழியென நான்கும்\n இகவாவாம் இல்லிறப்பான் கண்.",
                "147. அறனியலான் இல்வாழ்வா னென்பான் பிறனியலான்\n பெண்மை நயவா தவன்.",
                "148. பிறன்மனை நோக்காத பேராண்மை சான்றோர்க்\n கறனென்றோ ஆன்ற வொழுக்கு.",
                "149. நலக்குரியார் யாரெனின் நாமநீர் வைப்பின்\n பிறற்குரியாள் தோள்தோயா தார்.",
                "150. அறன்வரையா னல்ல செயினும் பிறன்வரையாள்\n பெண்மை நயவாமை நன்று.");

        thirukkurals t16 = new thirukkurals( "அதிகாரம் - 16.பொறையுடைமை\n" ,
                "151. அகழ்வாரைத் தாங்கும் நிலம்போலத் தம்மை\n இகழ்வார்ப் பொறுத்தல் தலை.",
                "152. பொறுத்த லிறப்பினை யென்றும் அதனை\n மறத்த லதனினும் நன்று.",
                "153. இன்மையு ளின்மை விருந்தொரால் வன்மையுள்\n வன்மை மடவார்ப் பொறை.",
                "154. நிறையுடைமை நீங்காமை வேண்டின் பொறையுடைமை\n போற்றி யொழுகப் படும்.",
                "155. ஒறுத்தாரை யொன்றாக வையாரே வைப்பர்\n பொறுத்தாரைப் பொன்போற் பொதிந்து.",
                "156. ஒறுத்தார்க் கொருநாளை இன்பம் பொறுத்தார்க்குப்\n பொன்றுந் துணையும் புகழ்.",
                "157. திறனல்ல தற்பிறர் செய்யினும் நோநொந்\n தறனல்ல செய்யாமை நன்று.",
                "158. மிகுதியான் மிக்கவை செய்தாரைத் தாந்தந்\n தகுதியான் வென்று விடல்.",
                "159. துறந்தாரின் தூய்மை யுடையர் இறந்தார்வாய்\n இன்னாச்சொல் நோற்கிற் பவர்.",
                "160. உண்ணாது நோற்பார் பெரியர் பிறர்சொல்லும்\n இன்னாச்சொ னோற்பாரிற் பின்.");

        thirukkurals t17 = new thirukkurals( "அதிகாரம் - 17.அழுக்காறாமை\n" ,
                "161. ஒழுக்காறாக் கொள்க ஒருவன்தன் நெஞ்சத்\n தழுக்கா றிலாத இயல்பு.",
                "162. விழுப்பேற்றின் அஃதொப்ப தில்லையார் மாட்டும்\n அழுக்காற்றின் அன்மை பெறின்.",
                "163. அறனாக்கம் வேண்டாதான் என்பான் பிறனாக்கம்\n பேணா தழுக்கறுப் பான்.",
                "164. அழுக்காற்றின் அல்லவை செய்யார் இழுக்காற்றின்\n ஏதம் படுபாக் கறிந்து.",
                "165. அழுக்கா றுடையார்க் கதுசாலும் ஒன்னார்\n வழுக்கியுங் கேடீன் பது.",
                "166. கொடுப்ப தழுக்கறுப்பான் சுற்றம் உடுப்பதூஉம்\n உண்பதூஉ மின்றிக் கெடும்.",
                "167. அவ்வித் தழுக்கா றுடையானைச் செய்யவள்\n தவ்வையைக் காட்டி விடும்.",
                "168. அழுக்கா றெனவொரு பாவி திருச்செற்றுத்\n தீயுழி உய்த்து விடும்.",
                "169. அவ்விய நெஞ்சத்தான் ஆக்கமும் செவ்வியான்\n கேடும் நினைக்கப் படும்.",
                "170. அழுக்கற் றகன்றாரும் இல்லையஃ தில்லார்\n பெருக்கத்தில் தீர்ந்தாரு மில்.");

        thirukkurals t18 = new thirukkurals( "அதிகாரம் - 18.வெஃகாமை\n" ,
                "171. நடுவின்றி நன்பொருள் வெஃகிற் குடிபொன்றிக்\n குற்றமும் ஆங்கே தரும்.",
                "172. படுபயன் வெஃகிப் பழிப்படுவ செய்யார்\n நடுவன்மை நாணு பவர்.",
                "173. சிற்றின்பம் வெஃகி யறனல்ல செய்யாரே\n மற்றின்பம் வேண்டு பவர்.",
                "174. இலமென்று வெஃகுதல் செய்யார் புலம்வென்ற\n புன்மையில் காட்சி யவர்.",
                "175. அஃகி யகன்ற அறிவென்னாம் யார்மாட்டும்\n வெஃகி வெறிய செயின்.",
                "176. அருள்வெஃகி யாற்றின்கண் நின்றான் பொருள்வெஃகிப்\n பொல்லாத சூழக் கெடும்.",
                "177. வேண்டற்க வெஃகியாம் ஆக்கம் விளைவயின்\n மாண்டற் கரிதாம் பயன்.",
                "178. அஃகாமை செல்வத்திற் கியாதெனின் வெஃகாமை\n வேண்டும் பிறன்கைப் பொருள்.",
                "179. அறனறிந்து வெஃகா அறிவுடையார்ச் சேருந்\n திறனறிந் தாங்கே திரு.",
                "180. இறலீனும் எண்ணாது வெஃகின் விறலீனும்\n வேண்டாமை யென்னுஞ் செருக்கு.");

        thirukkurals t19 = new thirukkurals( "அதிகாரம் - 19.புறங்கூறாமை\n" ,
                "181. அறங்கூறா னல்ல செயினும் ஒருவன்\n புறங்கூறா னென்றல் இனிது.",
                "182. அறனழீஇ யல்லவை செய்தலின் தீதே\n புறனழீஇப் பொய்த்து நகை.",
                "183. புறங்கூறிப் பொய்த்துயிர் வாழ்தலிற் சாதல்\n அறங்கூறும் ஆக்கந் தரும்.",
                "184. கண்ணின்று கண்ணறச் சொல்லினுஞ் சொல்லற்க\n முன்னின்று பின்னோக்காச் சொல்.",
                "185. அறஞ்சொல்லும் நெஞ்சத்தான் அன்மை புறஞ்சொல்லும்\n புன்மையாற் காணப் படும்.",
                "186. பிறன்பழி கூறுவான் தன்பழி யுள்ளுந்\n திறன்தெரிந்து கூறப் படும்.",
                "187. பகச்சொல்லிக் கேளிர்ப் பிரிப்பர் நகச்சொல்லி\n நட்பாடல் தேற்றா தவர்.",
                "188. துன்னியார் குற்றமுந் தூற்றும் மரபினர்\n என்னைகொல் ஏதிலார் மாட்டு.",
                "189. அறனோக்கி யாற்றுங்கொல் வையம் புறனோக்கிப்\n புன்சொ லுரைப்பான் பொறை.",
                "190. ஏதிலார் குற்றம்போல் தங்குற்றங் காண்கிற்பின்\n தீதுண்டோ மன்னு முயிர்க்கு.");

        thirukkurals t20 = new thirukkurals( "அதிகாரம் - 20.பயனில சொல்லாமை\n" ,
                "191. பல்லார் முனியப் பயனில சொல்லுவான்\n எல்லாரும் எள்ளப் படும்.",
                "192. பயனில பல்லார்முன் சொல்லல் நயனில\n நட்டார்கட் செய்தலிற் றீது.",
                "193. நயனில னென்பது சொல்லும் பயனில\n பாரித் துரைக்கும் உரை.",
                "194. நயன்சாரா நன்மையின் நீக்கும் பயன்சாராப்\n பண்பில்சொல் பல்லா ரகத்து.",
                "195. சீர்மை சிறப்பொடு நீங்கும் பயனில\n நீர்மை யுடையார் சொலின்.",
                "196. பயனில்சொல் பாராட்டு வானை மகனெனல்\n மக்கட் பதடி யெனல்.",
                "197. நயனில சொல்லினுஞ் சொல்லுக சான்றோர்\n பயனில சொல்லாமை நன்று.",
                "198. அரும்பய னாயும் அறிவினார் சொல்லார்\n பெரும்பய னில்லாத சொல்.",
                "199. பொருள்தீர்ந்த பொச்சாந்துஞ் சொல்லார் மருள்தீர்ந்த\n மாசறு காட்சி யவர்.",
                "200. சொல்லுக சொல்லிற் பயனுடைய சொல்லற்க\n சொல்லிற் பயனிலாச் சொல்.");

        thirukkurals t21 = new thirukkurals( "அதிகாரம் - 21.தீவினையச்சம்\n" ,
                "201. தீவினையார் அஞ்சார் விழுமியார் அஞ்சுவர்\n தீவினை யென்னுஞ் செறுக்கு.",
                "202. தீயவை தீய பயத்தலால் தீயவை\n தீயினும் அஞ்சப் படும்.",
                "203. அறிவினு ளெல்லாந் தலையென்ப தீய\n செறுவார்க்குஞ் செய்யா விடல்.",
                "204. மறந்தும் பிறன்கேடு சூழற்க சூழின்\n அறஞ்சூழுஞ் சூழ்ந்தவன் கேடு.",
                "205. இலனென்று தீயவை செய்யற்க செய்யின்\n இலனாகும் மற்றுப் பெயர்த்து.",
                "206. தீப்பால தான்பிறர்கண் செய்யற்க நோய்ப்பால\n தன்னை அடல்வேண்டா தான்.",
                "207. எனைப்பகை யுற்றாரும் உய்வர் வினைப்பகை\n வீயாது பின்சென் றடும்.",
                "208. தீயவை செய்தார் கெடுதல் நிழல்தன்னை\n வீயா தடியுறைந் தற்று.",
                "209. தன்னைத்தான் காதல னாயின் எனைத்தொன்றுந்\n துன்னற்க தீவினைப் பால்.",
                "210. அருங்கேடன் என்ப தறிக மருங்கோடித்\n தீவினை செய்யான் எனின்.");


        thirukkurals t22 = new thirukkurals( "அதிகாரம் - 22.ஒப்புரவறிதல்\n" ,
                "211. கைம்மாறு வேண்டா கடப்பாடு மாரிமாட்\n டென்னாற்றுங் கொல்லோ உலகு.",
                "212. தாளாற்றித் தந்த பொருளெல்லாந் தக்கார்க்கு\n வேளாண்மை செய்தற் பொருட்டு.",
                "213. புத்தே ளுலகத்தும் ஈண்டும் பெறலரிதே\n ஒப்புரவின் நல்ல பிற.",
                "214. ஒத்த தறிவான் உயிர்வாழ்வான் மற்றையான்\n செத்தாருள் வைக்கப் படும்.",
                "215. ஊருணி நீர்நிறைந் தற்றே உலகவாம்\n பேரறி வாளன் திரு.",
                "216. பயன்மரம் உள்ளூர்ப் பழுத்தற்றால் செல்வம்\n நயனுடை யான்கண் படின்.",
                "217. மருந்தாகித் தப்பா மரத்தற்றால் செல்வம்\n பெருந்தகை யான்கண் படின்.",
                "218. இடனில் பருவத்தும் ஒப்புரவிற் கொல்கார்\n கடனறி காட்சி யவர்.",
                "219. நயனுடையான் நல்கூர்ந்தா னாதல் செயும்நீர\n செய்யா தமைகலா வாறு.",
                "220. ஒப்புரவி னால்வருங் கேடெனின் அஃதொருவன்\n விற்றுக்கோள் தக்க துடைத்து.");


        thirukkurals t23 = new thirukkurals( "அதிகாரம் - 23.ஈ.கை\n" ,
                "221. வறியார்க்கொன் றீவதே ஈகைமற் றெல்லாங்\n குறியெதிர்ப்பை நீர துடைத்து.",
                "222. நல்லா றெனினுங் கொளல்தீது மேலுலகம்\n இல்லெனினும் ஈதலே நன்று.",
                "223. இலனென்னும் எவ்வம் உரையாமை ஈதல்\n குலனுடையான் கண்ணே யுள.",
                "224. இன்னா திரக்கப் படுதல் இரந்தவர்\n இன்முகங் காணு மளவு.",
                "225. ஆற்றுவா ராற்றல் பசியாற்றல் அப்பசியை\n மாற்றுவா ராற்றலிற் பின்.",
                "226. அற்றார் அழிபசி தீர்த்தல் அஃதொருவன்\n பெற்றான் பொருள்வைப் புழி.",
                "227. பாத்தூண் மரீஇ யவனைப் பசியென்னுந்\n தீப்பிணி தீண்ட லரிது.",
                "228. ஈத்துவக்கும் இன்பம் அறியார்கொல் தாமுடைமை\n வைத்திழக்கும் வன்க ணவர்.",
                "229. இரத்தலின் இன்னாது மன்ற நிரப்பிய\n தாமே தமிய ருணல்.",
                "230. சாதலின் இன்னாத தில்லை இனிததூஉம்\n ஈத லியையாக் கடை.");


        thirukkurals t24 = new thirukkurals( "அதிகாரம் - 24.புகழ்\n" ,
                "231. ஈத லிசைபட வாழ்தல் அதுவல்ல\n தூதிய மில்லை உயிர்க்கு.",
                "232. உரைப்பா ருரைப்பவை யெல்லாம் இரப்பார்க்கொன்\n றீவார்மேல் நிற்கும் புகழ்.",
                "233. ஒன்றா உலகத் துயர்ந்த புகழல்லாற்\n பொன்றாது நிற்பதொன் றில்.",
                "234. நிலவரை நீள்புகழ் ஆற்றின் புலவரைப்\n போற்றாது புத்தே ளுலகு.",
                "235. நத்தம்போல் கேடும் உளதாகுஞ் சாக்காடும்\n வித்தகர்க் கல்லால் அரிது.",
                "236. தோன்றின் புகழோடு தோன்றுக அஃதிலார்\n தோன்றலின் தோன்றாமை நன்று.",
                "237. புகழ்பட வாழாதார் தந்நோவார் தம்மை\n இகழ்வாரை நோவ தெவன்.",
                "238.வசையென்ப வையத்தார்க் கெல்லாம் இசையென்னும்\n எச்சம் பெறாஅ விடின்.",
                "239. வசையிலா வண்பயன் குன்றும் இசையிலா\n யாக்கை பொறுத்த நிலம்.",
                "240. வசையொழிய வாழ்வாரே வாழ்வார் இசையொழிய\n வாழ்வாரே வாழா தவர்.");


        thirukkurals t25 = new thirukkurals( "அதிகாரம் - 25.அருளுடைமை\n" ,
                "241. அருட்செல்வஞ் செல்வத்துள் செல்வம் பொருட்செல்வம்\n பூரியார் கண்ணு முள.",
                "242. நல்லாற்றான் நாடி யருளாள்க பல்லாற்றால்\n தேரினும் அஃதே துணை.",
                "243. அருள்சேர்ந்த நெஞ்சினார்க் கில்லை இருள்சேர்ந்த\n இன்னா உலகம் புகல்.",
                "244. மன்னுயி ரோம்பி அருளாள்வாற் கில்லென்ப\n தன்னுயி ரஞ்சும் வினை.",
                "245. அல்லல் அருளாள்வார்க் கில்லை வளிவழங்கு\n மல்லன்மா ஞாலங் கரி.",
                "246. பொருள்நீங்கிப் பொச்சாந்தா ரென்பர் அருள்நீங்கி\n அல்லவை செய்தொழுகு வார்.",
                "247. அருளில்லார்க் கவ்வுலகம் இல்லை பொருளில்லார்க்\n கிவ்வுலகம் இல்லாகி யாங்கு.",
                "248. பொருளற்றார் பூப்ப ரொருகால் அருளற்றார்\n அற்றார்மற் றாதல் அரிது.",
                "249. தெருளாதான் மெய்ப்பொருள் கண்டற்றால் தேரின்\n அருளாதான் செய்யும் அறம்.",
                "250. வலியார்முன் தன்னை நினைக்கதான் தன்னின்\n மெலியார்மேற் செல்லு மிடத்து.");


        thirukkurals t26 = new thirukkurals( "அதிகாரம் - 26.புலால் மறுத்தல்\n" ,
                "251. தன்னூன் பெருக்கற்குத் தான்பிறி தூனுண்பான்\n எங்ஙனம் ஆளும் அருள்.",
                "252. பொருளாட்சி போற்றாதார்க் கில்லை அருளாட்சி\n ஆங்கில்லை ஊன்றின் பவர்க்கு.",
                "253. படைகொண்டார் நெஞ்சம்போல் நன்றூக்கா தொன்றன்\n உடல்சுவை யுண்டார் மனம்.",
                "254. அருளல்ல தியாதெனிற் கொல்லாமை கோறல்\n பொருளல்ல தவ்வூன் தினல்.",
                "255. உண்ணாமை யுள்ள துயிர்நிலை ஊனுண்ண\n அண்ணாத்தல் செய்யா தளறு.",
                "256. தினற்பொருட்டால் கொல்லா துலகெனின் யாரும்\n விலைப்பொருட்டால் ஊன்றருவா ரில்.",
                "257. உண்ணாமை வேண்டும் புலாஅல் பிறிதொன்றன்\n புண்ண துணர்வார்ப் பெறின்.",
                "258. செயிரின் தலைப்பிரிந்த காட்சியா ருண்ணார்\n உயிரின் தலைப்பிரிந்த ஊன்.",
                "259. அவிசொரிந் தாயிரம் வேட்டலின் ஒன்றன்\n உயிர்செகுத் துண்ணாமை நன்று.",
                "260. கொல்லான் புலாலை மறுத்தானைக் கைகூப்பி\n எல்லா உயிருந் தொழும்.");


        thirukkurals t27 = new thirukkurals( "அதிகாரம் - 27.தவம்\n" ,
                "261. உற்றநோய் நோன்றல் உயிர்க்குறுகண் செய்யாமை\n அற்றே தவத்திற் குரு.",
                "262. தவமுந் தவமுடையார்க் காகும் அவமதனை\n அஃதிலார் மேற்கொள் வது.",
                "263. துறந்தார்க்குத் துப்புரவு வேண்டி மறந்தார்கொன்\n மற்றை யவர்கள் தவம்.",
                "264. ஒன்னார்த் தெறலும் உவந்தாரை யாக்கலும்\n எண்ணின் தவத்தான் வரும்.",
                "265. வேண்டிய வேண்டியாங் கெய்தலால் செய்தவம்\n ஈண்டு முயலப் படும்.",
                "266. தவஞ்செய்வார் தங்கருமஞ் செய்வார்மற் றல்லார்\n அவஞ்செய்வார் ஆசையுட் பட்டு.",
                "267. சுடச்சுடரும் பொன்போல் ஒளிவிடுந் துன்பஞ்\n சுடச்சுட நோற்கிற் பவர்க்கு.",
                "268. தன்னுயிர் தானறப் பெற்றானை ஏனைய\n மன்னுயி ரெல்லாந் தொழும்.",
                "269. கூற்றங் குதித்தலுங் கைகூடும் நோற்றலின்\n ஆற்றல் தலைப்பட் டவர்க்கு.",
                "270. இலர்பல ராகிய காரணம் நோற்பார்\n சிலர்பலர் நோலா தவர்.");


        thirukkurals t28 = new thirukkurals( "அதிகாரம் - 28.கூடா ஒழுக்கம்\n" ,
                "271. வஞ்ச மனத்தான் படிற்றொழுக்கம் பூதங்கள்\n ஐந்தும் அகத்தே நகும்.",
                "272. வானுயர் தோற்றம் எவன்செய்யுந் தன்நெஞ்சத்\n தானறி குற்றப் படின்.",
                "273. வலியில் நிலைமையான் வல்லுருவம் பெற்றம்\n புலியின்தோல் போர்த்துமேய்ந் தற்ற.",
                "274. தவமறைந் தல்லவை செய்தல் புதல்மறைந்து\n வேட்டுவன் புள்சிமிழ்த் தற்று.",
                "275. பற்றற்றேம் என்பார் படிற்றொழுக்கம் எற்றெற்றென்\n றேதம் பலவுந் தரும்.",
                "276. நெஞ்சின் துறவார் துறந்தார்போல் வஞ்சித்து\n வாழ்வாரின் வன்கணா ரில்.",
                "277. புறங்குன்றி கண்டனைய ரேனும் அகங்குன்றி\n மூக்கிற் கரியா ருடைத்து.",
                "278. மனத்தது மாசாக மாண்டார்நீ ராடி\n மறைந்தொழுகு மாந்தர் பலர்.",
                "279. கணைகொடியது யாழ்கோடு செவ்விதாங் கனை\n வினைபடு பாலாற் கொளல்.",
                "280. மழித்தலும் நீட்டலும் வேண்டா உலகம்\n பழித்த தொழித்து விடின்.");


        thirukkurals t29 = new thirukkurals( "அதிகாரம் - 29.கள்ளாமை\n" ,
                "281. எள்ளாமை வேண்டுவா னென்பான் எனைத்தொன்றுங்\n கள்ளாமை காக்கதன் நெஞ்சு.",
                "282. உள்ளத்தால் உள்ளலுந் தீதே பிறன்பொருளைக்\n கள்ளத்தால் கள்வே மெனல்.",
                "283. களவினா லாகிய ஆக்கம் அளவிறந்\n தாவது போலக் கெடும்.",
                "284. களவின்கண் கன்றிய காதல் விளைவின்கண்\n வீயா விழுமந் தரும்.",
                "285. அருள்கருதி அன்புடைய ராதல் பொருள்கருதிப்\n பொச்சாப்புப் பார்ப்பார்க ணில்.",
                "286. அளவின்கண் நின்றொழுக லாற்றார் களவின்கண்\n கன்றிய காத லவர்.",
                "287. களவென்னுங் காரறி வாண்மை அளவென்னும்\n ஆற்றல் புரிந்தார்க ணில்.",
                "288. அளவறிந்தார் நெஞ்சத் தறம்போல நிற்குங்\n களவறிந்தார் நெஞ்சில் கரவு.",
                "289. அளவல்ல செய்தாங்கே வீவர் களவல்ல\n மற்றைய தேற்றா தவர்.",
                "290. கள்வார்க்குத் தள்ளும் உயிர்நிலை கள்ளார்க்குத்\n தள்ளாது புத்தே ளுலகு.");


        thirukkurals t30 = new thirukkurals( "அதிகாரம் - 30.வாய்மை\n" ,
                "291. வாய்மை எனப்படுவ தியாதெனின் யாதொன்றந்\n தீமை யிலாத சொலல்.",
                "292. பொய்ம்மையும் வாய்மை யிடத்த புரைதீர்ந்த\n நன்மை பயக்கு மெனின்.",
                "293. தன்நெஞ் சறிவது பொய்யற்க பொய்த்தபின்\n தன்நெஞ்சே தன்னைச் சுடும்.",
                "294. உள்ளத்தாற் பொய்யா தொழுகின் உலகத்தார்\n உள்ளத்து ளெல்லாம் உளன்.",
                "295. மனத்தொடு வாய்மை மொழியின் தவத்தொடு\n தானஞ்செய் வாரின் தலை.",
                "296. பொய்யாமை யன்ன புகழில்லை எய்யாமை\n எல்லா அறமுந் தரும்.",
                "297. பொய்யாமை பொய்யாமை ஆற்றின் அறம்பிற\n செய்யாமை செய்யாமை நன்று.",
                "298. புறந்தூய்மை நீரா னமையும் அகந்தூய்மை\n வாய்மையால் காணப் படும்.",
                "299. எல்லா விளக்கும் விளக்கல்ல சான்றோர்க்குப்\n பொய்யா விளக்கே விளக்கு.",
                "300. யாமெய்யாக் கண்டவற்று ளில்லை எனைத்தொன்றும்\n வாய்மையின் நல்ல பிற.");


        thirukkurals t31 = new thirukkurals( "அதிகாரம் - 31.வெகுளாமை\n" ,
                "301. செல்லிடத்துக் காப்பான் சினங்காப்பான் அல்லிடத்துக்\n காக்கினென் காவாக்கா லென்.",
                "302. செல்லா இடத்துச் சினந்தீது செல்லிடத்தும்\n இல்லதனின் தீய பிற.",
                "303. மறத்தல் வெகுளியை யார்மாட்டுந் தீய\n பிறத்தல் அதனான் வரும்.",
                "304. நகையும் உவகையுங் கொல்லுஞ் சினத்தின்\n பகையும் உளவோ பிற.",
                "305. தன்னைத்தான் காக்கின் சினங்காக்க காவாக்கால்\n தன்னையே கொல்லுஞ் சினம்.",
                "306. சினமென்னுஞ் சேர்ந்தாரைக் கொல்லி இனமென்னும்\n ஏமப் புணையைச் சுடும்.",
                "307. சினத்தைப் பொருளென்று கொண்டவன் கேடு\n நிலத்தறைந்தான் கைபிழையா தற்று.",
                "308. இணரெரி தோய்வன்ன இன்னா செயினும்\n புணரின் வெகுளாமை நன்று.",
                "309. உள்ளிய தெல்லாம் உடனெய்தும் உள்ளத்தால்\n உள்ளான் வெகுளி யெனின்.",
                "310. இறந்தார் இறந்தா ரனையர் சினத்தைத்\n துறந்தார் துறந்தார் துணை.");


        thirukkurals t32 = new thirukkurals( "அதிகாரம் - 32.இன்னா செய்யாமை\n" ,
                "311. சிறப்பீனுஞ் செல்வம் பெறினும் பிறர்க்கின்னா\n செய்யாமை மாசற்றார் கோள்.",
                "312. கறுத்தின்னா செய்தவக் கண்ணும் மறுத்தின்னா\n செய்யாமை மாசற்றார் கோள்.",
                "313. செய்யாமற் செற்றார்க்கும் இன்னாத செய்தபின்\n உய்யா விழுமந் தரும்.",
                "314. இன்னாசெய் தாரை ஒறுத்தல் அவர்நாண\n நன்னயஞ் செய்து விடல்.",
                "315. அறிவினான் ஆகுவ துண்டோ பிறிதின்நோய்\n தந்நோய்போற் போற்றாக் கடை.",
                "316. இன்னா எனத்தா னுணர்ந்தவை துன்னாமை\n வேண்டும் பிறன்கட் செயல்.",
                "317. எனைத்தானும் எஞ்ஞான்றும் யார்க்கும் மனத்தானாம்\n மாணாசெய் யாமை தலை.",
                "318. தன்னுயிர்க் கின்னாமை தானறிவான் என்கொலோ\n மன்னுயிர்க் கின்னா செயல்.",
                "319. பிறர்க்கின்னா முற்பகல் செய்யின் தமக்கின்னா\n பிற்பகல் தாமே வரும்.",
                "320. நோயெல்லா நோய்செய்தார் மேலவா நோய்செய்யார்\n நோயின்மை வேண்டு பவர்.");


        thirukkurals t33 = new thirukkurals( "அதிகாரம் - 33.கொல்லாமை\n" ,
                "321. அறவினை யாதெனின் கொல்லாமை கோறல்\n பிறவினை எல்லாந் தரும்.",
                "322. பகுத்துணடு பல்லுயி ரோம்புதல் நூலோர்\n தொகுத்தவற்று ளெல்லாந் தலை.",
                "323. ஒன்றாக நல்லது கொல்லாமை மற்றதன்\n பின்சாரப் பொய்யாமை நன்று.",
                "324. நல்லா றெனப்படுவ தியாதெனின் யாதொன்றுங்\n கொல்லாமை சூழும் நெறி.",
                "325. நிலையஞ்சி நீத்தாரு ளெல்லாங் கொலையஞ்சிக்\n கொல்லாமை சூழ்வான் தலை.",
                "326. கொல்லாமை மேற்கொண் டொழுகுவான் வாழ்நாள்மேல்\n செல்லா துயிருண்ணுங் கூற்றுவ.",
                "327. தன்னுயிர் நீப்பினுஞ் செய்யற்க தான்பிறி\n தின்னுயிர் நீக்கும் வினை.",
                "328. நன்றாகும் ஆக்கம் பெரிதெனினுஞ் சான்றோர்க்குக்\n கொன்றாகும் ஆக்கங் கடை.",
                "329. கொலைவினைய ராகிய மாக்கள் புலைவினையர்\n புன்மை தெரிவா ரகத்து.",
                "330. உயிருடம்பின் நீக்கியா ரென்ப செயிருடம்பின்\n செல்லாத்தீ வாழ்க்கை யவர்.");

        thirukkurals t34 = new thirukkurals( "அதிகாரம் - 34.நிலையாமை\n" ,
                "331. நில்லாத வற்றை நிலையின என்றுணரும்\n புல்லறி வாண்மை கடை.",
                "332. கூத்தாட் டவைக்குழாத் தற்றே பெருஞ்செல்வம்\n போக்கும் அருவிளிந் தற்று.",
                "333. அற்கா இயல்பிற்றுச் செல்வம் அதுபெற்றால்\n அற்குப ஆங்கே செயல்.",
                "334. நாளென ஒன்றுபோற் காட்டி உயிரீரும்\n வாள துணர்வார்ப் பெறின்.",
                "335. நாச்செற்று விக்குள்மேல் வாராமுன் நல்வினை\n மேற்சென்று செய்யாப் படும்.",
                "336. நெருந லுளனொருவன் இன்றில்லை என்னும்\n பெருமை யுடைத்திவ் வுலகு.",
                "337. ஒருபொழுதும் வாழ்வ தறியார் கருதுப\n கோடியு மல்ல பல.",
                "338. குடம்பை தனித்தொழியப் புள்பறந் தற்றே\n உடம்போ டுயிரிடை நட்பு.",
                "339. உறங்குவது போலுஞ் சாக்கா டுறங்கி\n விழிப்பது போலும் பிறப்பு.",
                "340. புக்கி லமைந்தின்று கொல்லோ உடம்பினுள்\n துச்சி லிருந்த உயிர்க்கு.");

        thirukkurals t35 = new thirukkurals( "அதிகாரம் - 35.துறவு\n" ,
                "341. யாதனின் யாதனின் நீங்கியான் நோதல்\n அதனின் அதனின் அலன்.",
                "342. வேண்டினுண் டாகத் துறக்க துறந்தபின்\n ஈண்டியற் பால பல.",
                "343. அடல்வேண்டும் ஐந்தன் புலத்தை விடல்வேண்டும்\n வேண்டிய வெல்லாம் ஒருங்கு.",
                "344. இயல்பாகும் நோன்பிற்கொன் றின்மை உடைமை\n மயலாகும் மற்றும் பெயர்த்து.",
                "345. மற்றுந் தொடர்ப்பா டெவன்கொல் பிறப்பறுக்கல்\n உற்றார்க் குடம்பும் மிகை.",
                "346. யானென தென்னுஞ் செருக்கறுப்பான் வானோர்க்\n குயர்ந்த உலகம் புகும்.",
                "347. பற்றி விடாஅ இடும்பைகள் பற்றினைப்\n பற்றி விடாஅ தவர்க்கு.",
                "348. தலைப்பட்டார் தீரத் துறந்தார் மயங்கி\n வலைப்பட்டார் மற்றை யவர்.",
                "349. பற்றற்ற கண்ணே பிறப்பறுக்கும் மற்று\n நிலையாமை காணப் படும்.",
                "350. பற்றுக பற்றற்றான் பற்றினை அப்பற்றைப்\n பற்றுக பற்று விடற்கு.");


        thirukkurals t36 = new thirukkurals( "அதிகாரம் - 36.மெய்யுணர்தல்\n" ,
                "351. பொருளல்ல வற்றைப் பொருளென் றுணரும்\n மருளானாம் மாணாப் பிறப்பு.",
                "352. இருள்நீங்கி இன்பம் பயக்கும் மருள்நீங்கி\n மாசறு காட்சி யவர்க்கு.",
                "353. ஐயத்தின் நீங்கித் தெளிந்தார்க்கு வையத்தின்\n வான நணிய துடைத்து.",
                "354. ஐயுணர் வெய்தியக் கண்ணும் பயமின்றே\n மெய்யுணர் வில்லா தவர்க்கு.",
                "355. எப்பொரு ளெத்தன்மைத் தாயினும் அப்பொருள்\n மெய்ப்பொருள் காண்ப தறிவு.",
                "356. கற்றீண்டு மெய்ப்பொருள் கண்டார் தலைப்படுவர்\n மற்றீண்டு வாரா நெறி.",
                "357. ஓர்த்துள்ளம் உள்ள துணரின் ஒருதலையாப்\n பேர்த்துள்ள வேண்டா பிறப்பு.",
                "358. பிறப்பென்னும் பேதைமை நீங்கச் சிறப்பென்னுஞ்\n செம்பொருள் காண்ப தறிவு.",
                "359. சார்புணர்ந்து சார்பு கெடவொழுகின் மற்றழித்துச்\n சார்தரா சார்தரு நோய்.",
                "360. காமம் வெகுளி மயக்கம் இவைமூன்றன்\n நாமங் கெடக்கெடு நோய்.");


        thirukkurals t37 = new thirukkurals( "அதிகாரம் - 37.அவா அறுத்தல்\n" ,
                "361. அவாவென்ப எல்லா உயிர்க்குமெஞ் ஞான்றுந்\n தவாஅப் பிறப்பீனும் வித்து.",
                "362. வேண்டுங்கால் வேண்டும் பிறவாமை மற்றது\n வேண்டாமை வேண்ட வரும்.",
                "363. வேண்டாமை யன்ன விழுச்செல்வம் ஈண்டில்லை\n ஆண்டும் அஃதொப்ப தில்.",
                "364. தூஉய்மை யென்ப தவாவின்மை மற்றது\n வாஅய்மை வேண்ட வரும்.",
                "365. அற்றவ ரென்பார் அவாவற்றார் மற்றையார்\n அற்றாக அற்ற திலர்.",
                "366. அஞ்சுவ தோரும் அறனே ஒருவனை\n வஞ்சிப்ப தோரும் அவா.",
                "367. அவாவினை ஆற்ற அறுப்பின் தவாவினை\n தான்வேண்டு மாற்றான் வரும்.",
                "368. அவாவில்லார்க் கில்லாகுந் துன்பமஃ துண்டேல்\n தவாஅது மேன்மேல் வரும்.",
                "369. இன்பம் இடையறா தீண்டும் அவாவென்னுந்\n துன்பத்துள் துன்பங் கெடின்.",
                "370. ஆரா இயற்கை அவாநீப்பின் அந்நிலையே\n பேரா இயற்கை தரும்.");


        thirukkurals t38 = new thirukkurals( "அதிகாரம் - 38.அவா அறுத்தல்\n" ,
                "371. ஆகூழால் தோன்றும் அசைவின்மை கைப்பொருள்\n போகூழால் தோன்று மடி.",
                "372. பேதைப் படுக்கும் இழவூழ் அறிவகற்றும்\n ஆகலூ ழுற்றக் கடை.",
                "373. நுண்ணிய நூல்பல கற்பினும் மற்றுந்தன்\n உண்மை யறிவே மிகும்.",
                "374. இருவே றுலகத் தியற்கை திருவேறு\n தெள்ளிய ராதலும் வேறு.",
                "375. நல்லவை யெல்லாஅந் தீயவாந் தீயவும்\n நல்லவாஞ் செல்வஞ் செயற்கு.",
                "376. பரியினும் ஆகாவாம் பாலல்ல உய்த்துச்\n சொரியினும் போகா தம.",
                "377. வகுத்தான் வகுத்த வகையல்லாற் கோடி\n தொகுத்தார்க்குந் துய்த்த லரிது.",
                "378. துறப்பார்மன் துப்புர வில்லார் உறற்பால\n ஊட்டா கழியு மெனின்.",
                "379. நன்றாங்கால் நல்லவாக் காண்பவர் அன்றாங்கால்\n அல்லற் படுவ தெவன்.",
                "380. ஊழிற் பெருவலி யாவுள மற்றொன்று\n சூழினுந் தான்முந் துறும்.");


        thirukkurals t39 = new thirukkurals( "அதிகாரம் - 39.இறைமாட்சி\n" ,
                "381. படைகுடி கூழமைச்சு நட்பரண் ஆறும்\n உடையான் அரசரு ளேறு.",
                "382. அஞ்சாமை ஈகை அறிவூக்கம் இந்நான்கும்\n எஞ்சாமை வேந்தற் கியல்பு.",
                "383. தூங்காமை கல்வி துணிவுடைமை அம்மூன்றும்\n நீங்கா நிலனாள் பவற்கு.",
                "384. அறனிழுக்கா தல்லவை நீக்கி மறனிழுக்கா\n மான முடைய தரசு.",
                "385. இயற்றலும் ஈட்டலுங் காத்தலுங் காத்த\n வகுத்தலும் வல்ல தரசு.",
                "386. காட்சி கெளியன் கடுஞ்சொல்லன் அல்லனேல்\n மீக்கூறும் மன்னன் நிலம்.",
                "387. இன்சொலால் ஈத்தளிக்க வல்லாற்குத் தன்சொலால்\n தான்கண் டனைத்திவ் வுலகு.",
                "388. முறைசெய்து காப்பாற்றும் மன்னவன் மக்கட்\n கிறையென்று வைக்கப் படும்.",
                "389. செவிகைப்பச் சொற்பொறுக்கும் பண்புடை வேந்தன்\n கவிகைக்கீழ்த் தங்கு முலகு.",
                "390. கொடையளி செங்கோல் குடியோம்பல் நான்கும்\n உடையானாம் வேந்தர்க் கொளி.");

        thirukkurals t40 = new thirukkurals( "அதிகாரம் - 40.கல்வி\n" ,
                "391. கற்க கசடறக் கற்பவை கற்றபின்\n நிற்க அதற்குத் தக.",
                "392. எண்ணென்ப ஏனை யெழுத்தென்ப இவ்விரண்டுங்\n கண்ணென்ப வாழும் உயிர்க்கு.",
                "393. கண்ணுடைய ரென்பவர் கற்றோர் முகத்திரண்டு\n புண்ணுடையர் கல்லா தவர்.",
                "394. உவப்பத் தலைக்கூடி உள்ளப் பிரிதல்\n அனைத்தே புலவர் தொழில்.",
                "395. உடையார்முன் இல்லார்போல் ஏக்கற்றுங் கற்றார்\n கடையரே கல்லா தவர்.",
                "396. தொட்டனைத் தூறு மணற்கேணி மாந்தர்க்குக்\n கற்றனைத் தூறும் அறிவு.",
                "397. யாதானும் டாடாமால் ஊராமால் என்னொருவன்\n சாந்துணையுங் கல்லாத வாறு.",
                "398. ஒருமைக்கண் தான்னற்ற கல்வி ஒருவற்\n கெழுமையும் ஏமாப் புடைத்து.",
                "399. தாமின் புறுவ துலகின் புறக்கண்டு\n காமுறுவர் கற்றறிந் தார்.",
                "400. கேடில் விழுச் செல்வங் கல்வி யொருவற்கு\n மாடல்ல மற்றை யவை.");


        thirukkurals t41 = new thirukkurals( "அதிகாரம் - 41.கல்லாமை\n" ,
                "401. அரங்கின்றி வட்டாடி யற்றே நிரம்பிய\n நூலின்றிக் கோட்டி கொளல்.",
                "402. கல்லாதான் சொற்கா முறுதன் முலையிரண்டும்\n இல்லாதாள் பெண்காமுற் றற்று.",
                "403. கல்லா தவரும் நனிநல்லர் கற்றார்முன்\n சொல்லா திருக்கப் பெறின்.",
                "404. கல்லாதான் ஒட்பங் கழியநன் றாயினுங்\n கொள்ளார் அறிவுடை யார்.",
                "405. கல்லா ஒருவன் தகைமை தலைப்பெய்து\n சொல்லாடச் சோர்வு படும்.",
                "406. உளரென்னும் மாத்திரைய ரல்லால் பயவாக்\n களரனையர் கல்லா தவர்.",
                "407. நுண்மாண் நுழைபுல மில்லான் எழினலம்\n மண்மாண் புனைபாவை யற்று.",
                "408. நல்லார்கண் பட்ட வறுமையின் இன்னாதே\n கல்லார்கண் பட்ட திரு.",
                "409. மேற்பிறந்தா ராயினுங் கல்லாதார் கீழ்ப்பிறந்துங்\n கற்றா ரனைத்திலர் பாடு.",
                "410. விலங்கொடு மக்க ளனையர் இலங்குநூல்\n கற்றாரோ டேனை யவர்.");


        thirukkurals t42 = new thirukkurals( "அதிகாரம் - 42.கேள்வி\n" ,
                "411. செல்வத்துட் செல்வஞ் செவிச்செல்வம் அச்செல்வஞ்\n செல்வத்து ளெல்லாந் தலை.",
                "412. செவிக்குண வில்லாத போழ்து சிறிது\n வயிற்றுக்கும் ஈயப் படும்.",
                "413. செவியுணவிற் கேள்வி யுடையார் அவியுணவின்\n ஆன்றாரோ டொப்பர் நிலத்து.",
                "414. கற்றில னாயினுங் கேட்க அஃதொருவற்\n கொற்கத்தின் ஊற்றாந் துணை.",
                "415. இழுக்க லுடையுழி ஊற்றுக்கோ லற்றே\n ஒழுக்க முடையார்வாய்ச் சொல்.",
                "416. எனைத்தானும் நல்லவை கேட்க அனைத்தானும்\n ஆன்ற பெருமை தரும்.",
                "417. பிழைத்துணர்ந்தும் பேதைமை சொல்லா ரிழைத்துணர்ந்\n தீண்டிய கேள்வி யவர்.",
                "418. கேட்பினுங் கேளாத் தகையவே கேள்வியால்\n தோட்கப் படாத செவி.",
                "419. நுணங்கிய கேள்விய ரல்லார் வணங்கிய\n வாயின ராத லரிது.",
                "420. செவியிற் சுவையுணரா வாயுணர்வின் மாக்கள்\n அவியினும் வாழினு மென்.");


        thirukkurals t43 = new thirukkurals( "அதிகாரம் - 43.அறிவுடைமை\n" ,
                "421. அறிவற்றங் காக்குங் கருவி செறுவார்க்கும்\n உள்ளழிக்க லாகா அரண்.",
                "422. சென்ற இடத்தாற் செலவிடா தீதொரீஇ\n நன்றின்பா லுய்ப்ப தறிவு.",
                "423. எப்பொருள் யார்யார்வாய்க் கேட்பினும் அப்பொருள்\n மெய்ப்பொருள் காண்ப தறிவு.",
                "424. எண்பொருள வாகச் செலச்சொல்லித் தான்பிறர்வாய்\n நுண்பொருள் காண்ப தறிவு.",
                "425. உலகந் தழீஇய தொட்பம் மலர்தலுங்\n கூம்பலு மில்ல தறிவு.",
                "426. எவ்வ துறைவ துலக முலகத்தோ\n டவ்வ துறைவ தறிவு.",
                "427. அறிவுடையார் ஆவ தறிவார் அறிவிலார்\n அஃதறி கல்லா தவர்.",
                "428. அஞ்சுவ தஞ்சாமை பேதைமை அஞ்சுவ\n தஞ்சல் அறிவார் தொழில்.",
                "429. எதிரதாக் காக்கும் அறிவினார்க் கில்லை\n அதிர வருவதோர் நோய்.",
                "430. அறிவுடையார் எல்லா முடையார் அறிவிலார்\n என்னுடைய ரேனு மிலர்.");


        thirukkurals t44 = new thirukkurals( "அதிகாரம் - 44.குற்றங்கடிதல்\n" ,
                "431. செருக்குஞ் சினமுஞ் சிறுமையும் இல்லார்\n பெருக்கம் பெருமித நீர்த்து.",
                "432. இவறலும் மாண்பிறந்த மானமும் மாணா\n உவகையும் ஏதம் இறைக்கு.",
                "433. தினைத்துணையாங் குற்றம் வரினும் பனைத்துணையாக்\n கொள்வர் பழிநாணு வார்.",
                "434. குற்றமே காக்க பொருளாகக் குற்றமே\n அற்றந் தரூஉம் பகை.",
                "435. வருமுன்னர்க் காவாதான் வாழ்க்கை எரிமுன்னர்\n வைத்தூறு போலக் கெடும்.",
                "436. தன்குற்ற நீக்கிப் பிறர்குற்றங் காண்கிற்பின்\n என்குற்ற மாகும் இறைக்கு.",
                "437. செயற்பால செய்யா திவறியான் செல்வம்\n உயற்பால தன்றிக் கெடும்.",
                "438. பற்றுள்ள மென்னும் இவறன்மை எற்றுள்ளும்\n எண்ணப் படுவதொன் றன்று.",
                "439. வியவற்க எஞ்ஞான்றுந் தன்னை நயவற்க\n நன்றி பயவா வினை.",
                "440. காதல காதல் அறியாமை உய்க்கிற்பின்\n ஏதில ஏதிலார் நூல்.");


        thirukkurals t45 = new thirukkurals( "அதிகாரம் - 45.பெரியாரைத் துணைக்கோடல்\n" ,
                "441. அறனறிந்து மூத்த அறிவுடையார் கேண்மை\n திறனறிந்து தேர்ந்து கொளல்.",
                "442. உற்றநோய் நீக்கி உறாஅமை முற்காக்கும்\n பெற்றியார்ப் பேணிக் கொளல்.",
                "443. அரியவற்று ளெல்லாம் அரிதே பெரியாரைப்\n பேணித் தமராக் கொளல்.",
                "444. தம்மிற் பெரியார் தமரா ஒழுகுதல்\n வன்மையு ளெல்லாந் தலை.",
                "445. சூழ்வார்கண் ணாக ஒழுகலான் மன்னவன்\n சூழ்வாரைச் சூழ்ந்து கொளல்.",
                "446. தக்கா ரினத்தனாய்த் தானொழுக வல்லானைச்\n செற்றார் செயக்கிடந்த தில்.",
                "447. இடிக்குந் துணையாரை யாள்வாரை யாரே\n கெடுக்குந் தகைமை யவர்.",
                "448. இடிப்பாரை இல்லாத ஏமரா மன்னன்\n கெடுப்பா ரிலானுங் கெடும்.",
                "449. முதலிலார்க் கூதிய மில்லை மதலையாஞ்\n சார்பிலார்க் கில்லை நிலை.",
                "450. பல்லார் பகைகொளலிற் பத்தடுத்த தீமைத்தே\n நல்லார் தொடர்கை விடல்.");


        thirukkurals t46 = new thirukkurals( "அதிகாரம் - 46.சிற்றினம் சேராமை\n" ,
                "451. சிற்றினம் அஞ்சும் பெருமை சிறுமைதான்\n சுற்றமாச் சூழ்ந்து விடும்.",
                "452. நிலத்தியல்பான் நீர்திரிந் தற்றாகும் மாந்தர்க்\n கினத்தியல்ப தாகும் அறிவு.",
                "453. மனத்தானாம் மாந்தர்க் குணர்ச்சி இனத்தானாம்\n இன்னா னெனப்படுஞ் சொல்.",
                "454. மனத்து ளதுபோலக் காட்டி ஒருவற்\n கினத்துள தாகும் அறிவு.",
                "455. மனந்தூய்மை செய்வினை தூய்மை இரண்டும்\n இனந்தூய்மை தூவா வரும்.",
                "456. மனந்தூயார்க் கெச்சநன் றாகும் இனந்தூயார்க்\n கில்லைநன் றாகா வினை.",
                "457. மனநலம் மன்னுயிர்க் காக்கம் இனநலம்\n எல்லாப் புகழுந் தரும்.",
                "458. மனநலம் நன்குடைய ராயினுஞ் சான்றோர்க்\n கினநலம் ஏமாப் புடைத்து.",
                "459. மனநலத்தி னாகும் மறுமைமற் றஃதும்\n இனநலத்தி னேமாப் புடைத்து.",
                "460. நல்லினத்தி னூங்குந் துணையில்லை தீயினத்தின்\n அல்லற் படுப்பதூஉ மில்.");



        thirukkurals t47 = new thirukkurals( "அதிகாரம் - 47.தெரிந்து செயல்வகை\n" ,
                "461. அழிவதூஉம் ஆவதூஉம் ஆகி வழிபயக்கும்\n ஊதியமுஞ் சூழ்ந்து செயல்.",
                "462. தெரிந்த இனத்தொடு தேர்ந்தெண்ணிச் செய்வார்க்\n கரும்பொருள் யாதொன்று மில்.",
                "463. ஆக்கங் கருதி முதலிழக்குஞ் செய்வினை\n ஊக்கா ரறிவுடை யார்.",
                "464. தெளிவி லதனைத் தொடங்கார் இளிவென்னும்\n வன்மையு ளெல்லாந் தலை.",
                "465. வகையறச் சூழா தெழுதல் பகைவரைப்\n பாத்திப் படுப்பதோ ராறு.",
                "466. செய்தக்க அல்ல செயக்கெடுஞ் செய்தக்க\n செய்யாமை யானுங் கெடும்.",
                "467. எண்ணித் துணிக கருமந் துணிந்தபின்\n எண்ணுவ மென்ப திழுக்கு.",
                "468. ஆற்றின் வருந்தா வருத்தம் பலர்நின்று\n போற்றினும் பொத்துப் படும்.",
                "469. நன்றாற்ற லுள்ளுந் தவறுண் டவரவர்\n பண்பறிந் தாற்றாக் கடை.",
                "470. எள்ளாத எண்ணிச் செயல்வேண்டுந் தம்மொடு\n கொள்ளாத கொள்ளா துலகு.");


        thirukkurals t48 = new thirukkurals( "அதிகாரம் - 48.வலியறிதல்\n" ,
                "471. வினைவலியுந் தன்வலியும் மாற்றான் வலியும்\n துணைவலியுந் தூக்கிச் செயல்.",
                "472. ஒல்வ தறிவ தறிந்ததன் கண்தங்கிச்\n செல்வார்க்குச் செல்லாத தில்.",
                "473. உடைத்தம் வலியறியார் ஊக்கத்தின் ஊக்கி\n இடைக்கண் முரிந்தார் பலர்.",
                "474. அமைந்தாங் கொழுகான் அளவறியான் தன்னை\n வியந்தான் விரைந்து கெடும்.",
                "475. பீலிபெய் சாகாடும் அச்சிறும் அப்பண்டஞ்\n சால மிகுத்துப் பெயின்.",
                "476. நுனிக்கொம்பர் ஏறினார் அஃதிறந் தூக்கின்\n உயிர்க்கிறுதி ஆகி விடும்.",
                "477. ஆற்றின் அளவறிந் தீக அதுபொருள்\n போற்றி வழங்கு நெறி.",
                "478. ஆகா றளவிட்டி தாயினுங் கேடில்லை\n போகா றகலாக் கடை.",
                "479. அளவறிந்து வாழாதான் வாழ்க்கை உளபோல\n இல்லாகித் தோன்றாக் கெடும்.",
                "480. உளவரை தூக்காத ஒப்புர வாண்மை\n வளவரை வல்லைக் கெடும்.");



        thirukkurals t49 = new thirukkurals( "அதிகாரம் - 49.காலமறிதல்\n" ,
                "481. பகல்வெல்லுங் கூகையைக் காக்கை இகல்வெல்லும்\n வேந்தர்க்கு வேண்டும் பொழுது.",
                "482. பருவத்தோ டொட்ட ஒழுகல் திருவினைத்\n தீராமை ஆர்க்குங் கயிறு.",
                "483. அருவினை யென்ப உளவோ கருவியாற்\n கால மறிந்து செயின்.",
                "484. ஞாலங் கருதினுங் கைகூடுங் காலம்\n கருதி இடத்தாற் செயின்.",
                "485. காலங் கருதி இருப்பர் கலங்காது\n ஞாலங் கருது பவர்.",
                "486. ஊக்க முடையான் ஒடுக்கம் பொருதகர்\n தாக்கற்குப் பேருந் தகைத்து.",
                "487. பொள்ளென ஆங்கே புறம்வேரார் காலம்பார்த்\n துள்வேர்ப்பர் ஒள்ளி யவர்.",
                "488. செறுநரைக் காணிற் சுமக்க இறுவரை\n காணிற் கிழக்காந் தலை.",
                "489. எய்தற் கரிய தியைந்தக்கால் அந்நிலையே\n செய்தற் கரிய செயல்.",
                "490. கொக்கொக்க கூம்பும் பருவத்து மற்றதன்\n குத்தொக்க சீர்த்த இடத்து.");


        thirukkurals t50 = new thirukkurals( "அதிகாரம் - 50.இடனறிதல்\n" ,
                "491. தொடங்கற்க எவ்வினையும் எள்ளற்க முற்றும்\n இடங்கண்ட பின்னல் லது.",
                "492. முரண்சேர்ந்த மொய்ம்பி னவர்க்கும் அரண்சேர்ந்தாம்\n ஆக்கம் பலவுந் தரும்.",
                "493. ஆற்றாரும் ஆற்றி அடுப இடனறிந்து\n போற்றார்கண் போற்றிச் செயின்.",
                "494. எண்ணியார் எண்ணம் இழப்பர் இடனறிந்து\n துன்னியார் துன்னிச் செயின்.",
                "495. நெடும்புனலுள் வெல்லும் முதலை அடும்புனலின்\n நீங்கின் அதனைப் பிற.",
                "496. கடலோடா கால்வல் நெடுந்தேர் கடலோடும்\n நாவாயும் ஓடா நிலத்து.",
                "497. அஞ்சாமை யல்லால் துணைவேண்டா எஞ்சாமை\n எண்ணி யிடத்தாற் செயின்.",
                "498. சிறுபடையான் செல்லிடஞ் சேரின் உறுபடையான்\n ஊக்கம் அழிந்து விடும்.",
                "499. சிறைநலனுஞ் சீறும் இலரெனினும் மாந்தர்\n உறைநிலத்தோ டொட்ட லரிது.",
                "500. காலாழ் களரின் நரியடுங் கண்ணஞ்சா\n வேலாள் முகத்த களிறு.");


        thirukkurals t51 = new thirukkurals( "அதிகாரம் - 51.தெரிந்து தெளிதல்\n" ,
                "501. அறம்பொருள் இன்பம் உயிரச்சம் நான்கின்\n திறந்தெரிந்து தேறப் படும்.",
                "502. குடிப்பிறந்து குற்றத்தின் நீங்கி வடுப்பரியும்\n நாணுடையான் கட்டே தெளிவு.",
                "503. அரியகற் றாசற்றார் கண்ணுந் தெரியுங்கால்\n இன்மை அரிதே வெளிறு.",
                "504. குணநாடிக் குற்றமு நாடி அவற்றுள்\n மிகைநாடி மிக்க கொளல்",
                "505. பெருமைக்கும் ஏனைச் சிறுமைக்குந் தத்தங்\n கருமமே கட்டளைக் கல்.",
                "506. அற்றாரைத் தேறுதல் ஓம்புக மற்றவர்\n பற்றிலர் நாணார் பழி.",
                "507. காதன்மை கந்தா அறிவறியார்த் தேறுதல்\n பேதைமை எல்லாந் தரும்.",
                "508. தேரான் பிறனைத் தெளிந்தான் வழிமுறை\n தீரா இடும்பை தரும்.",
                "509. தேறற்க யாரையுந் தேராது தேர்ந்தபின்\n தேறுக தேறும் பொருள்.",
                "510. தேரான் தெளிவுந் தெளிந்தான்கண் ஐயுறவும்\n தீரா இடும்பை தரும்.");

        thirukkurals t52 = new thirukkurals( "அதிகாரம் - 52.தெரிந்து வினையாடல்\n" ,
                "511. நன்மையும் தீமையும் நாடி நலம்புரிந்த\n தன்மையான் ஆளப் படும்.",
                "512. வாரி பெருக்கி வளம்படுத் துற்றவை\n ஆராய்வான் செய்க வினை.",
                "513. அன்பறிவு தேற்றம் அவாவின்மை இந்நான்கும்\n நன்குடையான் கட்டே தெளிவு.",
                "514. எனைவகையான் தேறியக் கண்ணும் வினைவகையான்\n வேறாகும் மாந்தர் பலர்.",
                "515. அறிந்தாற்றிச் செய்கிற்பாற் கல்லால் வினைதான்\n சிறந்தானென் றேவற்பாற் றன்று.",
                "516. செய்வானை நாடி வினைநாடிக் காலத்தோ\n டெய்த உணர்ந்து செயல்.",
                "517. இதனை இதனால் இவன்முடிக்கும் என்றாய்ந்\n ததனை அவன்கண் விடல்.",
                "518. வினைக்குரிமை நாடிய பின்றை அவனை\n அதற்குரிய னாகச் செயல்.",
                "519. வினைக்கண் வினையுடையான் கேண்மைவே றாக\n நினைப்பானை நீங்குந் திரு.",
                "520. நாடோறு நாடுக மன்னன் வினைசெய்வான்\n கோடாமை கோடா துலகு.");

        thirukkurals t53 = new thirukkurals( "அதிகாரம் - 53.சுற்றந் தழால்\n" ,
                "521. பற்றற்ற கண்ணும் பழைமைபா ராட்டுதல்\n சுற்றத்தார் கண்ணே உள.",
                "522. விருப்பறாச் சுற்றம் இயையின் அருப்பறா\n ஆக்கம் பலவுந் தரும்.",
                "523. அளவளா வில்லாதான் வாழ்க்கை குளவளாக்\n கோடின்றி நீர்நிறைந் தற்று.",
                "524. சுற்றத்தாற் சுற்றப் படவொழுகல் செல்வந்தான்\n பெற்றத்தாற் பெற்ற பயன்.",
                "525. கொடுத்தலும் இன்சொல்லும் ஆற்றின் அடுக்கிய\n சுற்றத்தாற் சுற்றப் படும்.",
                "526. பெருங்கொடையான் பேணான் வெகுளி அவனின்\n மருங்குடையார் மாநிலத் தில்.",
                "527. காக்கை கரவா கரைந்துண்ணும் ஆக்கமும்\n அன்னநீ ரார்க்கே உள.",
                "528. பொதுநோக்கான் வேந்தன் வரிசையா நோக்கின்\n அதுநோக்கி வாழ்வார் பலர்.",
                "529. தமராகித் தற்றுறந்தார் சுற்றம் அமராமைக்\n காரண மின்றி வரும்.",
                "530. உழைப்பிரிந்து காரணத்தின் வந்தானை வேந்தன்\n இழைத்திருந் தெண்ணிக் கொளல்.");


        thirukkurals t54 = new thirukkurals( "அதிகாரம் - 54.பொச்சாவாமை\n" ,
                "531. இறந்த வெகுளியின் தீதே சிறந்த\n உவகை மகிழ்ச்சியிற் சோர்வு.",
                "532. பொச்சாப்புக் கொல்லும் புகழை அறிவினை\n நிச்ச நிரப்புக்கொன் றாங்கு.",
                "533. பொச்சாப்பார்க் கில்லை புகழ்மை யதுவுலகத்\n தெப்பானூ லோர்க்குந் துணிவு.",
                "534. அச்ச முடையார்க் கரணில்லை ஆங்கில்லை\n பொச்சாப் புடையார்க்கு நன்கு.",
                "535. முன்னுறக் காவா திழுக்கியான் தன்பிழை\n பின்னூ றிரங்கி விடும்.",
                "536. இழுக்காமை யார்மாட்டும் என்றும் வழுக்காமை\n வாயின் அதுவொப்ப தில்.",
                "537. அரியவென் றாகாத இல்லைபொச் சாவாக்\n கருவியாற் போற்றிச் செயின்.",
                "538. புகழ்ந்தவை போற்றிச் செயல்வேண்டுஞ் செய்யா\n திகழ்ந்தார்க் கெழுமையும் இல்.",
                "539. இகழ்ச்சியிற் கெட்டாரை உள்ளுக தாந்தம்\n மகிழ்ச்சியின் மைந்துறும் போழ்து.",
                "540. உள்ளிய தெய்தல் எளிதுமன் மற்றுந்தான்\n உள்ளிய துள்ளப் பெறின்.");


        thirukkurals t55 = new thirukkurals( "அதிகாரம் - 55.செங்கோன்மை\n" ,
                "541. ஓர்ந்துகண் ணோடா திறைபுரிந் தியார்மாட்டும்\n தேர்ந்துசெய் வஃதே முறை.",
                "542. வானோக்கி வாழும் உலகெல்லாம் மன்னவன்\n கோனோக்கி வாழுங் குடி.",
                "543. அந்தணர் நூற்கும் அறத்திற்கும் ஆதியாய்\n நின்றது மன்னவன் கோல்.",
                "544. குடிதழீஇக் கோலோச்சு மாநில மன்னன்\n அடிதழீஇ நிற்கும் உலகு.",
                "545. இயல்புளிக் கோலோச்சு மன்னவ னாட்ட\n பெயலும் விளையுளுந் தொக்கு.",
                "546. வேலன்று வென்றி தருவது மன்னவன்\n கோலதூஉங் கோடா தெனின்.",
                "547. இறைகாக்கும் வையகம் எல்லாம் அவனை\n முறைகாக்கும் முட்டாச் செயின்.",
                "548. எண்பதத்தான் ஓரா முரறசெய்யா மன்னவன்\n தண்பதத்தான் தானே கெடும்.",
                "549. குடிபுறங் காத்தோம்பிக் குற்றங் கடிதல்\n வடுவன்று வேந்தன் தொழில்.",
                "550. கொலையிற் கொடியாரை வேந்தொறுத்தல் பைங்கூழ்\n களைகட் டதனொடு நேர்.");


        thirukkurals t56 = new thirukkurals( "அதிகாரம் - 56.கொடுங்கோன்மை\n" ,
                "551. கொலைமேற்கொண் டாரிற் கொடிதே அலைமேற்கொண்\n டல்லவை செய்தொழுகும் வேந்து.",
                "552. வேலொடு நின்றான் இடுவென் றதுபோலும்\n கோலொடு நின்றான் இரவு.",
                "553. நாடொறும் நாடி முறைசெய்யா மன்னவன்\n நாடொறும் நாடு கெடும்.",
                "554. கூழுங் குடியும் ஒருங்கிழக்கும் கோல்கோடிச்\n சூழாது செய்யும் அரசு.",
                "555. அல்லற்பட் டாற்றா தழுதகண் ணீரன்றே\n செல்வத்தைத் தேய்க்கும் படை.",
                "556. மன்னார்க்கு மன்னுதல் செங்கோன்மை அஃதின்றேல்\n மன்னாவாம் மன்னர்க் கொளி.",
                "557. துளியின்மை ஞாலத்திற் கெற்றற்றே வேந்தன்\n அளியின்மை வாழும் உயிர்க்கு.",
                "558. இன்மையின் இன்னா துடைமை முறைசெய்யா\n மன்னவன் கோற்கீழ்ப் படின்.",
                "559. முறைகோடி மன்னவன் செய்யின் உறைகோடி\n ஒல்லாது வானம் பெயல்.",
                "560. ஆபயன் குன்றும் அறுதொழிலோர் நூல்மறப்பர்\n காவலன் காவான் எனின்.");


        thirukkurals t57 = new thirukkurals( "அதிகாரம் - 57.வெருவந்த செய்யாமை\n" ,
                "561. தக்காங்கு நாடித் தலைச்செல்லா வண்ணத்தால்\n ஒத்தாங் கொறுப்பது வேந்து.",
                "562. கடிதோச்சி மெல்ல வெறிக நெடிதாக்கம்\n நீங்காமை வேண்டு பவர்.",
                "563. வெருவந்த செய்தொழுகும் வெங்கோல னாயின்\n ஒருவந்தம் ஒல்லைக் கெடும்.",
                "564. இறைகடியன் என்றுரைக்கும் இன்னாச்சொல் வேந்தன்\n உறைகடுகி ஒல்லைக் கெடும்.",
                "565. அருஞ்செவ்வி இன்னா முகத்தான் பெருஞ்செல்வம்\n பேஎய்கண் டன்ன துடைத்து.",
                "566. கடுஞ்சொல்லன் கண்ணிலன் ஆயின் நெடுஞ்செல்வம்\n நீடின்றி ஆங்கே கெடும்.",
                "567.கடுமொழியுங் கையிகந்த தண்டமும் வேந்தன்\n அடுமுரண் தேய்க்கும் அரம்.",
                "568. இனத்தாற்றி எண்ணாத வேந்தன் சினத்தாற்றிச்\n சீறிற் சிறுகுந் திரு.",
                "569. செருவந்த போழ்திற் சிறைசெய்யா வேந்தன்\n வெருவந்து வெய்து கெடும்.",
                "570. கல்லார்ப் பிணிக்குங் கடுங்கோல் அதுவல்ல\n தில்லை நிலக்குப் பொறை.");

        thirukkurals t58 = new thirukkurals( "அதிகாரம் - 58.கண்ணோட்டம்\n" ,
                "571. கண்ணோட்டம் என்னுங் கழிபெருங் காரிகை\n உண்மையான் உண்டிவ் வுலகு.",
                "572. கண்ணோட்டத் துள்ள துலகியல் அஃதிலார்\n உண்மை நிலக்குப் பொறை.",
                "573. பண்ணென்னாம் பாடற் கியைபின்றேற் கண்ணென்னாங்\n கண்ணோட்டம் இல்லாத கண்.",
                "574. உளபோல் முகத்தெவன் செய்யும் அளவினாற்\n கண்ணோட்டம் இல்லாத கண்.",
                "575. கண்ணிற் கணிகலங் கண்ணோட்டம் அஃதின்றேற்\n புண்ணென் றுணரப் படும்.",
                "576. மண்ணோ டியைந்த மரத்தனையர் கண்ணோ\n டியைடந்துகண் ணோடா தவர்.",
                "577.கண்ணோட்டம் இல்லவர் கண்ணிலர் கண்ணுடையார்\n கண்ணோட்டம் இன்மையும் இல்.",
                "578. கருமஞ் சிதையாமற் கண்ணோட வல்லார்க்\n குரிமை உடைத்திவ் வுலகு.",
                "579. ஒறுத்தாற்றும் பண்பினார் கண்ணுங்கண் ணோடிப்\n பொறுத்தாற்றும் பண்பே தலை.",
                "580. பெயக்கண்டு நஞ்சுண் டமைவர் நயத்தக்க\n நாகரிகம் வேண்டு பவர்.");


        thirukkurals t59 = new thirukkurals( "அதிகாரம் - 59.ஒற்றாடல்\n" ,
                "581. ஒற்றும் உரைசான்ற நூலும் இவையிரண்டும்\n தெற்றென்க மன்னவன் கண்.",
                "582. எல்லார்க்கும் எல்லாம் நிகழ்பவை எஞ்ஞான்றும்\n வல்லறிதல் வேந்தன் தொழில்.",
                "583. ஒற்றினான் ஒற்றிப் பொருள்தெரியா மன்னவன்\n கொற்றங் கொளக்கிடந்த தில்.",
                "584. வினைசெய்வார் தஞ்சுற்றம் வேண்டாதா ரென்றாங்\n கனைவரையும் ஆராய்வ தொற்று.",
                "585. கடாஅ உருவொடு கண்ணஞ்சா தியாண்டும்\n உகாஅமை வல்லதே ஒற்று.",
                "586. துறந்தார் படிவத்த ராகி இறந்தாராய்ந்\n தென்செயினுஞ் சோர்வில தொற்று.",
                "587.மறைந்தவை கேட்கவற் றாகி அறிந்தவை\n ஐயப்பா டில்லதே ஒற்று.",
                "588. ஒற்றொற்றித் தந்த பொருளையும் மற்றுமோர்\n ஒற்றினால் ஒற்றிக் கொளல்.",
                "589. ஒற்றொற் றுணராமை யாள்க உடன்மூவர்\n சொற்றொக்க தேறப் படும்.",
                "590. சிறப்பறிய ஒற்றின்கண் செய்யற்க செய்யிற்\n புறப்படுத்தான் ஆகும் மறை.");


        thirukkurals t60 = new thirukkurals( "அதிகாரம் - 60.ஊக்கம் உடைமை\n" ,
                "591. உடையர் எனப்படுவ தூக்கமஃ தில்லார்\n உடைய துடையரோ மற்று.",
                "592. உள்ள முடைமை உடைமை பொருளுடைமை\n நில்லாது நீங்கி விடும்.",
                "593. ஆக்கம் இழந்தேமென் றல்லாவார் ஊக்கம்\n ஒருவந்தங் கைத்துடை யார்.",
                "594. ஆக்கம் அதர்வினாய்ச் செல்லும் அசைவிலா\n ஊக்க முடையா னுழை.",
                "595. வெள்ளத் தனைய மலர்நீட்டம் மாந்தர்தம்\n உள்ளத் தனைய துயர்வு.",
                "596. உள்ளுவ தெல்லாம் உயர்வுள்ளல் மற்றது\n தள்ளினுந் தள்ளாமை நீர்த்து.",
                "597.சிதைவிடத் தொல்கார் உரவோர் புதையம்பிற்\n சிதைவிடத் தொல்கார் உரவோர் புதையம்பிற்.",
                "598. உள்ளம் இலாதவர் எய்தார் உலகத்து\n வள்ளியம் என்னுஞ் செருக்கு.",
                "599. பரியது கூர்ங்கோட்ட தாயினும் யானை\n வெரூஉம் புலிதாக் குறின்.",
                "600. உரமொருவற் குள்ள வெறுக்கையஃ தில்லார்\n மரமக்க ளாதலே வேறு.");


        thirukkurals t61 = new thirukkurals( "அதிகாரம் - 61.மடி இன்மை\n" ,
                "601. குடியென்னுங் குன்றா விளக்கம் மடியென்னும்\n மாசூர மாய்ந்து கெடும்.",
                "602. மடியை மடியா ஒழுகல் குடியைக்\n குடியாக வேண்டு பவர்.",
                "603. மடிமடிக் கொண்டொழுகும் பேதை பிறந்த\n குடிமடியுந் தன்னினு முந்து.",
                "604. குடிமடிந்து குற்றம் பெருகும் மடிமடிந்து\n மாண்ட உஞற்றி லவர்க்கு.",
                "605. நெடுநீர் மறவி மடிதுயில் நான்கும்\n கெடுநீரார் காமக் கலன்.",
                "606. படியுடையார் பற்றமைந்தக் கண்ணும் மடியுடையார்\n மாண்பயன் எய்தல் அரிது.",
                "607. இடிபுரிந் தெள்ளுஞ்சொற் கேட்பர் மடிபுரிந்து\n மாண்ட உஞற்றி லவர்.",
                "608. மடிமை குடிமைக்கண் தங்கிற்றன் னென்னார்க்\n கடிமை புகுத்தி விடும்.",
                "609. குடியாண்மை யுள்வந்த குற்றம் ஒருவன்\n மடியாண்மை மாற்றக் கெடும்.",
                "610. மடியிலா மன்னவன் எய்தும் அடியளந்தான்\n தாஅய தெல்லாம் ஒருங்கு.");


        thirukkurals t62 = new thirukkurals( "அதிகாரம் - 62.ஆள்வினை உடைமை\n" ,
                "611. அருமை உடைத்தென் றசாவாமை வேண்டும்\n பெருமை முயற்சி தரும்.",
                "612. வினைக்கண் வினைகெடல் ஓம்பல் வினைக்குறை\n தீர்ந்தாரின் தீர்ந்தன் றுலகு.",
                "613. தாளாண்மை என்னுந் தகைமைக்கண் தங்கிற்றே\n வேளாண்மை என்னுஞ் செருக்கு.",
                "614. தாளாண்மை இல்லாதான் வேளாண்மை பேடிகை\n வாளாண்மை போலக் கெடும்.",
                "615. இன்பம் விழையான் வினைவிழைவான் தன்கேளிர்\n துன்பம் துடைத்தூன்றும் தூண்.",
                "616. முயற்சி திருவினை ஆக்கும் முயற்றின்மை\n இன்மை புகுத்தி விடும்.",
                "617. மடியுளாள் மாமுகடி என்ப மடியிலான்\n தாளுளாள் தாமரையி னாள்.",
                "618. பொறியின்மை யார்க்கும் பழியன் றறிவறிந்\n தாள்வினை இன்மை பழி.",
                "619. தெய்வத்தான் ஆகா தெனினும் முயற்சிதன்\n மெய்வருத்தக் கூலி தரும்.",
                "620. ஊழையும் உப்பக்கங் காண்பர் உலைவின்றித்\n தாழா துஞற்று பவர்.");


        thirukkurals t63 = new thirukkurals( "அதிகாரம் - 63.இடுக்கண் அழியாமை\n" ,
                "621. இடுக்கண் வருங்கால் நகுக அதனை\n பஅடுத்தூர்வ தஃதொப்ப தில்.",
                "622. வெள்ளத் தனைய இடும்பை அறிவுடையான்\n உள்ளத்தின் உள்ளக் கெடும்.",
                "623. இடும்பைக் கிடும்பை படுப்பர் இடும்பைக்\n கிடும்பை படாஅ தவர்.",
                "624. மடுத்தவா யெல்லாம் பகடன்னான் உற்ற\n இடுக்கண் இடர்ப்பா டுடைத்து.",
                "625. அடுக்கி வரினும் அழிவிலான் உற்ற\n இடுக்கண் இடுக்கட் படும்.",
                "626. அற்றேமென் றல்லற் படுபவோ பெற்றேமென்\n றோம்புதல் தேற்றா தவர்.",
                "627. இலக்கம் உடம்பிடும்பைக் கென்று கலக்கத்தைக்\n ையாறாக் கொள்ளாதா மேல்.",
                "628. இன்பம் விழையான் இடும்பை இயல்பென்பான்\n துன்ப முறுதல் இலன்.",
                "629. இன்பத்துள் இன்பம் விழையாதான் துன்பத்துள்\n துன்ப முறுதல் இலன்.",
                "630. இன்னாமை இன்பம் எனக்கொளின் ஆகுந்தன்\n ஒன்னார் விழையுஞ் சிறப்பு.");


        thirukkurals t64 = new thirukkurals( "அதிகாரம் - 64.அமைச்சு\n" ,
                "631. கருவியும் காலமும் செய்கையும் செய்யும்\n அருவினையும் மாண்ட தமைச்சு.",
                "632. வன்கண் குடிகாத்தல் கற்றறிதல் ஆள்வினையோ\n டைந்துடன் மாண்ட தமைச்சு.",
                "633. பிரித்தலும் பேணிக் கொளலும் பிரிந்தார்ப்\n பொருத்தலும் வல்ல தமைச்சு.",
                "634. தெரிதலுந் தேர்ந்து செயலும் ஒருதலையாச்\n சொல்லலும் வல்ல தமைச்சு.",
                "635. அறனறிந் தான்றமைந்த சொல்லானெஞ் ஞான்றுந்\n திறனறிந்தான் தேர்ச்சித் துணை.",
                "636. மதிநுட்ப நூலோ டுடையார்க் கதிநுட்பம்\n யாவுள முன்னிற் பவை.",
                "637. செயற்கை அறிந்தக் கடைத்து முலகத்\n தியற்கை அறிந்து செயல்.",
                "638. அறிகொன் றறியான் எனினும் உறுதி\n உழையிருந்தான் கூறல் கடன்.",
                "639. பழுதெண்ணும் மந்திரியிற் பக்கத்துள் தெவ்வோர்\n எழுபது கோடி உறும்.",
                "640. முறைப்படச் சூழ்ந்து முடிவிலவே செய்வர்\n திறப்பா டிலாஅ தவர்.");


        thirukkurals t65 = new thirukkurals( "அதிகாரம் - 65.சொல்வன்மை\n" ,
                "641. நாநல மென்னும் நலனுடைமை அந்நலம்\n யாநலத் துள்ளதூஉம் அன்று.",
                "642. ஆக்கமுங் கேடும் அதனால் வருதலாற்\n காத்தோம்பல் சொல்லின்கட் சோர்வு.",
                "643. கேட்டார்ப் பிணிக்கும் தகையவாய்க் கேளாரும்\n வேட்ப மொழிவதாம் சொல்.",
                "644. திறனறிந்து சொல்லுக சொல்லை அறனும்\n பொருளும் அதனினூஉங் கில்.",
                "645. சொல்லுக சொல்லைப் பிறிதோர்சொல் அச்சொல்லை\n வெல்லுஞ்சொல் இன்மை அறிந்து.",
                "646. வேட்பத்தாஞ் சொல்லிப் பிறர்சொற் பயன்கோடல்\n மாட்சியின் மாசற்றார் கோள்.",
                "647. சொலல்வல்லன் சோர்விலன் அஞ்சா னவனை\n இகல்வெல்லல் யார்க்கும் அரிது.",
                "648. விரைந்து தொழில்கேட்கும் ஞாலம் நிரந்தினிது\n சொல்லுதல் வல்லார்ப் பெறின்.",
                "649. பலசொல்லக் காமுறுவர் மன்றமா சற்ற\n சிலசொல்லல் தேற்றா தவர்.",
                "650. இணரூழ்த்து நாறா மலரனையர் கற்ற\n துணர விரிந்துரையா தார்.");


        thirukkurals t66 = new thirukkurals( "அதிகாரம் - 66.வினைத் தூய்மை\n" ,
                "651. துணைநலம் ஆக்கந் தரூஉம் வினைநலம்\n வேண்டிய எல்லாந் தரும்.",
                "652. என்றும் ஒருவுதல் வேண்டும் புகழொடு\n நன்றி பயவா வினை.",
                "653. ஓஒதல் வேண்டும் ஒளிமாழ்குஞ் செய்வினை\n ஆஅது மென்னு மவர்.",
                "654. இடுக்கண் படினும் இளிவந்த செய்யார்\n நடுக்கற்ற காட்சி யவர்.",
                "655. எற்றென் றிரங்குவ செய்யற்க செய்வானேல்\n மற்றன்ன செய்யாமை நன்று.",
                "656. ஈன்றாள் பசிகாண்பான் ஆயினுஞ் செய்யற்க\n சான்றோர் பழிக்கும் வினை.",
                "657. பழிமலைந் தெய்திய ஆக்கத்திற் சான்றோர்\n கழிநல் குரவே தலை.",
                "658. கடிந்த கடிந்தொரார் செய்தார்க் கவைதாம்\n முடிந்தாலும் பீழை தரும்.",
                "659. அழக்கொண்ட எல்லாம் அழப்போம் இழப்பினும்\n பிற்பயக்கும் நற்பா லவை.",
                "660. சலத்தாற் பொருள்செய்தே மார்த்தல் பசுமண்\n கலத்துணீர் பெய்திரீஇ யற்று.");

        thirukkurals t67 = new thirukkurals( "அதிகாரம் - 67.வினைத்திட்பம்\n" ,
                "661. வினைத்திட்பம் என்ப தொருவன் மனத்திட்பம்\n மற்றைய எல்லாம் பிற.",
                "662. ஊறொரால் உற்றபின் ஒல்காமை இவ்விரண்டின்\n ஆறென்பர் ஆய்ந்தவர் கோள்.",
                "663. கடைக்கொட்கச் செய்தக்க தாண்மை இடைக்கொட்கின்\n எற்றா விழுமந் தரும்.",
                "664. சொல்லுதல் யார்க்கும் எளிய அரியவாம்\n சொல்லிய வண்ணம் செயல்.",
                "665. வீறெய்தி மாண்டார் வினைத்திட்பம் வேந்தன்கண்\n ஊறெய்தி உள்ளப் படும்.",
                "666. எண்ணிய எண்ணியாங் கெய்துப எண்ணியார்\n திண்ணியர் ஆகப் பெறின்.",
                "667. உருவுகண் டெள்ளாமை வேண்டும் உருள்பெருந்தேர்க்\n கச்சாணி யன்னார் உடைத்து.",
                "668. கலங்காது கண்ட வினைக்கண் துளங்காது\n தூக்கங் கடிந்து செயல்.",
                "669. துன்பம் உறவரினும் செய்க துணிவாற்றி\n இன்பம் பயக்கும் வினை.",
                "670. எனைத்திட்ப மெய்தியக் கண்ணும் வினைத்திட்பம்\n வேண்டாரை வேண்டா துலகு.");


        thirukkurals t68 = new thirukkurals( "அதிகாரம் - 68.வினை செயல்வகை\n" ,
                "671. சூழ்ச்சி முடிவு துணிவெய்தல் அத்துணிவு\n தாழ்ச்சியுள் தங்குதல் தீது.",
                "672. தூங்குக தூங்கிச் செயற்பால தூங்கற்க\n தூங்காது செய்யும் வினை.",
                "673. ஒல்லும்வா யெல்லாம் வினைநன்றே ஒல்லாக்கால்\n செல்லும்வாய் நோக்கிச் செயல்.",
                "674. வினைபகை யென்றிரண்டின் எச்சம் நினையுங்கால்\n தீயெச்சம் போலத் தெறும்.",
                "675. பொருள்கருவி காலம் வினையிடனொ டைந்தும்\n இருள்தீர எண்ணிச் செயல்.",
                "676. முடிவும் இடையூறும் முற்றியாங் கெய்தும்\n படுபயனும் பார்த்துச் செயல்.",
                "677. செய்வினை செய்வான் செயன்முறை அவ்வினை\n உள்ளறிவான் உள்ளங் கொளல்.",
                "678. வினையான் வினையாக்கிக் கோடல் நனைகவுள்\n யானையால் யானையாத் தற்று.",
                "679. நட்டார்க்கு நல்ல செயலின் விரைந்ததே\n ஒட்டாரை ஒட்டிக் கொளல்.",
                "680. உறைசிறியார் உண்ணடுங்கல் அஞ்சிக் குறைபெறிற்\n கொள்வர் பெரியார்ப் பணிந்து.");


        thirukkurals t69 = new thirukkurals( "அதிகாரம் - 69.தூது\n" ,
                "681. அன்புடைமை ஆன்ற குடிப்பிறத்தல் வேந்தவாம்\n பண்புடைமை தூதுரைப்பான் பண்பு.",
                "682. அன்பறி வாராய்ந்த சொல்வன்மை தூதுரைப்பார்க்\n கின்றி யமையாத மூன்று.",
                "683. நூலாருள் நூல்வல்லன் ஆகுதல் வேலாருள்\n வென்றி வினையுரைப்பான் பண்பு.",
                "684. அறிவுரு வாராய்ந்த கல்வியிம் மூன்றன்\n செறிவுடையான் செல்க வினைக்கு.",
                "685. தொகச்சொல்லித் தூவாத நீக்கி நகச்சொல்லி\n நன்றி பயப்பதாந் தூது.",
                "686. கற்றுக்கண் அஞ்சான் செலச்சொல்லிக் காலத்தால்\n தக்க தறிவதாந் தூது.",
                "687. கடனறிந்து காலங் கருதி இடனறிந்\n தெண்ணி உரைப்பான் தலை.",
                "688. தூய்மை துணைமை துணிவுடைமை இம்மூன்றின்\n வாய்மை வழியுரைப்பான் பண்பு.",
                "689. விடுமாற்றம் வேந்தர்க் குரைப்பான் வடுமாற்றம்\n வாய்சோரா வன்க ணவன்.",
                "690. இறுதி பயப்பினும் எஞ்சா திறைவற்\n குறுதி பயப்பதாம் தூது.");


        thirukkurals t70 = new thirukkurals( "அதிகாரம் - 70.மன்னரைச் சேர்ந்து ஒழுகல்\n" ,
                "691. அகலா தணுகாது தீக்காய்வார் போல்க\n இகல்வேந்தர்ச் சேர்ந்தொழுகு வார்.",
                "692. மன்னர் விழைப விழையாமை மன்னரான்\n மன்னிய ஆக்கந் தரும்.",
                "693. போற்றின் அரியவை போற்றல் கடுத்தபின்\n தேற்றுதல் யார்க்கும் அரிது.",
                "694. செவிச்சொல்லுஞ் சேர்ந்த நகையும் அவித்தொழுகல்\n ஆன்ற பெரியா ரகத்து.",
                "695. எப்பொருளும் ஓரார் தொடரார்மற் றப்பொருளை\n விட்டக்காற் கேட்க மறை.",
                "696. குறிப்பறிந்து காலங் கருதி வெறுப்பில\n வேண்டுப வேட்பச் சொலல்.",
                "697. வேட்பன சொல்லி வினையில எஞ்ஞான்றும்\n கேட்பினும் சொல்லா விடல்.",
                "698. இளையர் இனமுறையர் என்றிகழார் நின்ற\n ஒளியோ டொழுகப் படும்.",
                "699. கொளப்பட்டேம் என்றெண்ணிக் கொள்ளாத செய்யார்்\n துளக்கற்ற காட்சி யவர்.",
                "700. பழையம் எனக்கருதிப் பண்பல்ல செய்யும்\n பழையம் எனக்கருதிப் செய்யும் .");

        thirukkurals t71 = new thirukkurals( "அதிகாரம் - 71.குறிப்பறிதல்\n" ,
                "701. கூறாமை நோக்கிக் குறிப்பறிவான் எஞ்ஞான்றும்\n மாறாநீர் வையக் கணி.",
                "702. ஐயப் படாஅ தகத்த துணர்வானைத்\n தெய்வத்தோ டொப்பக் கொளல்.",
                "703. குறிப்பிற் குறிப்புணர் வாரை உறுப்பினுள்\n யாது கொடுத்துங் கொளல்.",
                "704. குறித்தது கூறாமைக் கொள்வாரோ டேனை\n உறுப்போ ரனையரால் வேறு.",
                "705. குறிப்பிற் குறிப்புணரா வாயின் உறுப்பினுள்\n என்ன பயத்தவோ கண்.",
                "706. அடுத்தது காட்டும் பளிங்குபோல் நெஞ்சம்\n கடுத்தது காட்டும் முகம்.",
                "707. முகத்தின் முதுக்குறைந்த துண்டோ உவப்பினும்\n காயினும் தான்முந் துறும்.",
                "708. முகநோக்கி நிற்க அமையும் அகநோக்கி\n உற்ற துணர்வார்ப் பெறின்.",
                "709. பகைமையும் கேண்மையும் கண்ணுரைக்கும் கண்ணின்\n வகைமை உணர்வார்ப் பெறின்.",
                "710. நுண்ணியம் என்பார் அளக்குங்கோல் காணுங்காற்\n கண்ணல்ல தில்லை பிற.");

        thirukkurals t72 = new thirukkurals( "அதிகாரம் - 72.அவை அறிதல்\n" ,
                "711. அவையறிந் தாராய்ந்து சொல்லுக சொல்லின்\n தொகையறிந்த தூய்மை யவர்.",
                "712. இடைதெரிந்து நன்குணர்ந்து சொல்லுக சொல்லின்\n நடைதெரிந்த நன்மை யவர்.",
                "713. அவையறியார் சொல்லல்மேற் கொள்பவர் சொல்லின்\n வகையறியார் வல்லதூஉம் இல்.",
                "714. ஒளியார்முன் ஒள்ளிய ராதல் வெளியார்முன்\n வான்சுதை வண்ணங் கொளல்.",
                "715. நன்றென் றவற்றுள்ளும் நன்றே முதுவருள்\n முந்து கிளவாச் செறிவு.",
                "716. ஆற்றின் நிலைதளர்ந் தற்றே வியன்புலம்\n ஏற்றுணர்வார் முன்னர் இழுக்கு.",
                "717. கற்றறிந்தார் கல்வி விளங்கும் கசடறச்\n சொற்றெரிதல் முன்னர் இழுக்கு.",
                "718. உணர்வ துடையார்முன் சொல்லல் வளர்வதன்\n பாத்தியுள் நீர்சொரிந் தற்று.",
                "719. புல்லவையுள் பொச்சாந்தும் சொல்லற்க நல்லவையுள்\n நன்கு செலச்சொல்லு வார்.",
                "720. அங்கணத்துள் உக்க அமிழ்தற்றால் தங்கணத்தர்\n அல்லார்முன் கோட்டி கொளல்.");



        thirukkurals t73 = new thirukkurals( "அதிகாரம் - 73.அவை அஞ்சாமை\n" ,
                "721. வகையறிந்து வல்லவை வாய்சோரார் சொல்லின்\n தொகையறிந்த தூய்மை யவர்.",
                "722. கற்றாருள் கற்றார் எனப்படுவர் கற்றார்முன்\n கற்ற செலச்சொல்லு வார்.",
                "723. பகையகத்துச் சாவார் எளியர் அரியர்\n அவையகத் தஞ்சா தவர்.",
                "724. கற்றார்முன் கற்ற செலச்சொல்லித் தாங்கற்ற\n மிக்காருள் மிக்க கொளல்.",
                "725. ஆற்றின் அளவறிந்து கற்க அவையஞ்சா\n மாற்றங் கொடுத்தற் பொருட்டு.",
                "726. வாளொடென் வன்கண்ண ரல்லார்க்கு நூலொடென்\n நுண்ணவை அஞ்சு பவர்க்கு.",
                "727. பகையகத்துப் பேடிகை ஒள்வாள் அவையகத்\n தஞ்சு மவன்கற்ற நூல்.",
                "728. பல்லவை கற்றும் பயமிலரே நல்லவையுள்\n நன்கு செலச்சொல்லா தார்.",
                "729. கல்லா தவரிற் கடையென்ப கற்றறிந்தும்\n நல்லா ரவையஞ்சு வார்.",
                "730. உளரெனினும் இல்லாரொ டொப்பர் களனஞ்சிக்\n கற்ற செலச்சொல்லா தார்.");


        thirukkurals t74 = new thirukkurals( "அதிகாரம் - 74.நாடு\n" ,
                "731. தள்ளா விளையுளும் தக்காரும் தாழ்விலாச்\n செல்வருஞ் சேர்வது நாடு்.",
                "732. பெரும்பொருளாற் பெட்டக்க தாகி அருங்கேட்டால்\n ஆற்ற விளைவது நாடு.",
                "733. பொறையொருங்கு மேல்வருங்கால் தாங்கி இறைவற்\n கிறையொருங்கு நேர்வது நாடு.",
                "734. உறுபசியும் ஓவாப் பிணியும் செறுபகையும்\n சேரா தியல்வது நாடு.",
                "735. பல்குழுவும் பாழ்செய்யும் உட்பகையும் வேந்தலைக்கும்\n கொல்குறும்பும் இல்லது நாடு.",
                "736. கேடறியாக் கெட்ட இடத்தும் வளங்குன்றா\n நாடென்ப நாட்டின் தலை.",
                "737. இருபுனலும் வாய்ந்த மலையும் வருபுனலும்\n வல்லரணும் நாட்டிற் குறுப்பு.",
                "738. பிணியின்மை செல்வம் விளைவின்பம் ஏமம்\n அணியென்ப நாட்டிற்கிவ் வைந்து.",
                "739. நாடென்ப நாடா வளத்தன நாடல்ல\n நாட வளந்தரு நாடு.",
                "740. ஆங்கமை வெய்தியக் கண்ணும் பயமின்றே\n வேந்தமை வில்லாத நாடு.");


        thirukkurals t75 = new thirukkurals( "அதிகாரம் - 75.அரண்\n" ,
                "741. ஆற்று பவர்க்கும் அரண்பொருள் அஞ்சித்தற்\n போற்று பவர்க்கும் பொருள்.",
                "742. மணிநீரும் மண்ணும் மலையும் அணிநிழற்\n காடும் உடைய தரண்.",
                "743. உயர்வகலந் திண்மை அருமையிந் நான்கின்\n அமைவரண் என்றுரைக்கும் நூல்.",
                "744. சிறுகாப்பிற் பேரிடத்த தாகி உறுபகை\n ஊக்கம் அழிப்ப தரண்.",
                "745. கொளற்கரிதாய்க் கொண்டகூழ்த் தாகி அகத்தார்\n நிலைக்கெளிதாம் நீர தரண்.",
                "746. எல்லாப் பொருளும் உடைத்தா யிடத்துதவும்\n நல்லா ளுடைய தரண்.",
                "747. முற்றியும் முற்றா தெறிந்தும் அறைப்படுத்தும்\n பற்றற் கரிய தரண்.",
                "748. முற்றாற்றி முற்றி யவரையும் பற்றாற்றிப்\n பற்றியார் வெல்வ தரண்.",
                "749. முனைமுகத்து மாற்றலர் சாய வினைமுகத்து\n வீறெய்தி மாண்ட தரண்.",
                "750. எனைமாட்சித் தாகியக் கண்ணும் வினைமாட்சி\n இல்லார்கண் இல்ல தரண்.");


        thirukkurals t76 = new thirukkurals( "அதிகாரம் - 76.பொருள் செயல்வகை\n" ,
                "751. பொருளல் லவரைப் பொருளாகச் செய்யு\n பொருளல்ல தில்லை பொருள்.",
                "752. இல்லாரை எல்லாரும் எள்ளுவர் செல்வரை\n எல்லாரும் செய்வர் சிறப்பு.",
                "753. பொருளென்னும் பொய்யா விளக்கம் இருளறுக்கும்\n எண்ணிய தேயத்துச் சென்று.",
                "754. அறனீனும் இன்பமும் ஈனும் திறனறிந்து\n தீதின்றி வந்த பொருள்.",
                "755. அருளொடும் அன்பொடும் வாராப் பொருளாக்கம்\n புல்லார் புரள விடல்.",
                "756. உறுபொருளும் உல்கு பொருளுந்தன் ஒன்னார்த்\n தெறுபொருளும் வேந்தன் பொருள்.",
                "757. அருளென்னும் அன்பீன் குழவி பொருளென்னும்\n செல்வச் செவிலியால் உண்டு.",
                "758. குன்றேறி யானைப்போர் கண்டற்றால் தன்கைத்தொன்\n றுண்டாகச் செய்வான் வினை.",
                "759. செய்க பொருளைச் செறுநர் செருக்கறுக்கும்\n எஃதனிற் கூரிய தில்.",
                "760. ஒண்பொருள் காழ்ப்ப இயற்றியார்க் கெண்பொருள்\n ஏனை இரண்டும் ஒருங்கு.");


        thirukkurals t77 = new thirukkurals( "அதிகாரம் - 77.படை மாட்சி\n" ,
                "761. உறுப்பமைந் தூறஞ்சா வெல்படை வேந்தன்\n வெறுக்கையுள் எல்லாம் தலை.",
                "762. உலைவிடத் தூறஞ்சா வன்கண் தொலைவிடத்துத்\n தொல்படைக் கல்லால் அரிது.",
                "763. ஒலித்தக்கால் என்னாம் உவரி எலிப்பகை\n நாகம் உயிர்ப்பக் கெடும்.",
                "764. அழிவின் றறைபோகா தாகி வழிவந்த\n வன்க ணதுவே படை.",
                "765. கூற்றுடன்று மேல்வரினும் கூடி எதிர்நிற்கும்\n ஆற்ற லதுவே படை.",
                "766. மறமானம் மாண்ட வழிச்செலவு தேற்றம்\n எனநான்கே ஏமம் படைக்கு.",
                "767. தார்தாங்கிச் செல்வது தானை தலைவந்த\n போர்தாங்கும் தன்மை அறிந்து.",
                "768. அடல்தகையும் ஆற்றலும் இல்லெனினும் தானை\n படைத்தகையால் பாடு பெறும்.",
                "769. சிறுமையும் செல்லாத் துனியும் வறுமையும்\n இல்லாயின் வெல்லும் படை.",
                "770. நிலைமக்கள் சால உடைத்தெனினும் தானை\n தலைமக்கள் இல்வழி இல்.");


        thirukkurals t78 = new thirukkurals( "அதிகாரம் - 78.படைச் செருக்கு\n" ,
                "771. என்னைமுன் நில்லன்மின் தெவ்விர் பலரென்னை\n முன்னின்று கல்நின் றவர்.",
                "772. கான முயலெய்த அம்பினில் யானை\n பிழைத்தவேல் ஏந்தல் இனிது.",
                "773. பேராண்மை என்ப தறுகனொன் றுற்றக்கால்\n ஊராண்மை மற்றதன் எஃகு.",
                "774. கைவேல் களிற்றொடு போக்கி வருபவன்\n மெய்வேல் பறியா நகும்.",
                "775. விழித்தகண் வேல்கொண் டெறிய அழித்திமைப்பின்\n ஓட்டன்றோ வன்க ணவர்க்கு.",
                "776. விழுப்புண் படாதநாள் எல்லாம் வழுக்கினுள்\n வைக்குந்தன் நாளை எடுத்து.",
                "777. சுழலும் இசைவேண்டி வேண்டா உயிரார்\n கழல்யாப்புக் காரிகை நீர்த்து.",
                "778. உறினுயிர் அஞ்சா மறவர் இறைவன்\n செறினுஞ்சீர் குன்றல் இலர்.",
                "779. இழைத்த திகவாமைச் சாவாரை யாரே\n பிழைத்த தொறுக்கிற் பவர்.",
                "780. புரந்தார்கண் நீர்மல்கச் சாகிற்பின் சாக்கா\n டிரந்துகோட் டக்க துடைத்து.");


        thirukkurals t79 = new thirukkurals( "அதிகாரம் - 79.நட்பு\n" ,
                "781. செயற்கரிய யாவுள நட்பின் அதுபோல்\n வினைக்கரிய யாவுள காப்பு.",
                "782. நிறைநீர நீரவர் கேண்மை பிறைமதிப்\n பின்னீர பேதையார் நட்பு.",
                "783. நவில்தொறும் நூனயம் போலும் பயில்தொறும்\n பண்புடை யாளர் தொடர்பு.",
                "784. நகுதற் பொருட்டன்று நட்டல் மிகுதிக்கண்\n மேற்சென் றிடித்தற் பொருட்டு.",
                "785. புணர்ச்சி பழகுதல் வேண்டா உணர்ச்சிதான்\n நட்பாங் கிழமை தரும்.",
                "786. முகநக நட்பது நட்பன்று நெஞ்சத்\n தகநக நட்பது நட்பு.",
                "787. அழிவி னவைநீக்கி ஆறுய்த் தழிவின்கண்\n அல்லல் உழப்பதாம் நட்பு.",
                "788. உடுக்கை இழந்தவன் கைபோல ஆங்கே\n இடுக்கண் களைவதாம் நட்பு.",
                "789. நட்பிற்கு வீற்றிருக்கை யாதெனிற் கொட்பின்றி\n ஒல்லும்வாய் ஊன்றும் நிலை.",
                "790. இனையர் இவரெமக் கின்னம்யாம் என்று\n புனையினும் புல்லென்னும் நட்பு.");


        thirukkurals t80 = new thirukkurals( "அதிகாரம் - 80.நட்பாராய்தல்\n" ,
                "791. நாடாது நட்டலிற் கேடில்லை நட்டபின்\n வீடில்லை நட்பாள் பவர்க்கு.",
                "792. ஆய்ந்தாய்ந்து கொள்ளாதான் கேண்மை கடைமுறை\n தான்சாம் துயரம் தரும்.",
                "793. குணனும் குடிமையும் குற்றமும் குன்றா\n இனனும் அறிந்தியாக்க நட்பு.",
                "794. குடிப்பிறந்து தன்கண் பழிநாணு வானைக்\n கொடுத்தும் கொளல்வேண்டும் நட்பு.",
                "795. அழச்சொல்லி அல்ல திடித்து வழக்கறிய\n வல்லார்நட் பாய்ந்து கொளல்.",
                "796. கேட்டினும் உண்டோர் உறுதி கிளைஞரை\n நீட்டி அளப்பதோர் கோல்.",
                "797. ஊதியம் என்ப தொருவற்குப் பேதையார்\n கேண்மை ஒரீஇ விடல்.",
                "798. உள்ளற்க உள்ளஞ் சிறுகுவ கொள்ளற்க\n அல்லற்கண் ஆற்றறுப்பார் நட்பு.",
                "799. கெடுங்காலைக் கைவிடுவார் கேண்மை அடுங்காலை\n உள்ளினும் உள்ளஞ் சுடும்.",
                "800. மருவுக மாசற்றார் கேண்மையொன் றீத்தும\n ஒருவுக ஒப்பிலார் நட்பு.");


        thirukkurals t81 = new thirukkurals( "அதிகாரம் - 81.பழைமை\n" ,
                "801. பழைமை எனப்படுவ தியாதெனின் யாதும்\n கிழமையைக் கீழ்ந்திடா நட்பு.",
                "802. நட்பிற் குறுப்புக் கெழுதகைமை மற்றதற்\n குப்பாதல் சான்றோர் கடன்.",
                "803. பழகிய நட்பெவன் செய்யுங் கெழுதகைமை\n செய்தாங் கமையாக் கடை.",
                "804. விழைதகையான் வேண்டி இருப்பர் கெழுதகையாற்\n கேளாது நட்டார் செயின்.",
                "805. பேதைமை ஒன்றோ பெருங்கிழமை என்றுணர்க\n நோதக்க நட்டார் செயின்.",
                "806. எல்லைக்கண் நின்றார் துறவார் தெலைவிடத்தும்\n தொல்லைக்கண் நின்றார் தொடர்பு.",
                "807. அழிவந்த செய்யினும் அன்பறார் அன்பின்\n வழிவந்த கேண்மை யவர்.",
                "808. கேளிழுக்கங் கேளாக் கெழுதகைமை வல்லார்க்கு\n நாளிழுக்கம் நட்டார் செயின்.",
                "809. கெடாஅ வழிவந்த கேண்மையார் கேண்மை\n விடாஅர் விழையும் உலகு.",
                "810. விழையார் விழையப் படுப பழையார்கண்\n பண்பின் தலைப்பிரியா தார்.");

        thirukkurals t82 = new thirukkurals( "அதிகாரம் - 82.தீ நட்பு\n" ,
                "811. பருகுவார் போலினும் பண்பிலார் கேண்மை\n பெருகலிற் குன்றல் இனிது",
                "812. உறினட் டறினொரூஉம் ஒப்பிலார் கேண்மை\n பெறினும் இழப்பினும் என்.",
                "813. உறுவது சீர்தூக்கும் நட்பும் பெறுவது \n கொள்வாரும் கள்வரும் நேர்.",
                "814. அமரகத் தாற்றறுக்கும் கல்லாமா அன்னார் \n தமரின் தனிமை தலை.",
                "815. செய்தேமஞ் சாராச் சிறியவர் புன்கேண்மை \n எய்தலின் எய்தாமை நன்று.",
                "816. பேதை பெருங்கெழீஇ நட்பின் அறிவுடையார் \nஏதின்மை, கோடி உறும்.",
            "817. நகைவகைய ராகிய நட்பின் பகைவரால்\n பத்தடுத்த கோடி உறும்.",
            "818. ஒல்லும் கருமம் உடற்று பவர்கேண்மை \n சொல்லாடார் சோர விடல்.",
                "819. கனவினும் இன்னாது மன்னோ வினைவேறு\n சொல்வேறு பட்டார் தொடர்பு.",
                "820. எனைத்துங் குறுகுதல் ஓம்பல் மனைக்கெழீஇ \nமன்றிற் பழிப்பார் தொடர்பு.");

            thirukkurals t83 = new thirukkurals(
                    "அதிகாரம் - 83.கூடா நட்பு\n",
    "821. சீரிடங் காணின் எறிதற்குப் பட்டடை \n நேரா நிரந்தவர் நட்பு.",
    "822. இனம்போன் றினமல்லார் கேண்மை மகளிர் \n மனம்போல வேறு படும்.",
                    "823. பலநல்ல கற்றக் கடைத்து மனநல்லர் \n ஆகுதல் மாணார்க் கரிது.",
    "824. முகத்தின் இனிய நகாஅ அகத்தின்னா \n வஞ்சரை அஞ்சப் படும்.",
    "825. மனத்தின் அமையா தவரை எனைத்தொன்றும் \n சொல்லினால் தேறற்பாற் றன்று.",
    "826. நட்டார்போல் நல்லவை சொல்லினும் ஒட்டார்சொல் \n ஒல்லை உணரப் படும்.",
                    "27. சொல்வணக்கம் ஒன்னார்கண் கொள்ளற்க வில்வணக்கம் \n தீங்கு குறித்தமை யான்.",
                    "828. தொழுதகை யுள்ளும் படையொடுங்கும் ஒன்னார் \n அழுதகண் ணீரும் அனைத்து",
           "829. மிகச்செய்து தம்மெள்ளு வாரை நகச்செய்து \n நட்பினுட் சாப்புல்லற் பாற்று.",
                    "830. பகைநட்பாங் காலம் வருங்கால் முகநட் \n டகநட் பொரீஇ விடல்."
 );

        thirukkurals t84 = new thirukkurals( "அதிகாரம் - 84.பேதைமை\n",
    "831. பேதைமை என்பதொன் றியாதெனின் ஏதங்கொண் \n டூதியம் போக விடல்.",
                "832. பேதைமையுள் எல்லாம் பேதைமை காதன்மை \n கையல்ல தன்கண் செயல்.",
                "833. நாணாமை நாடாமை நாரின்மை யாதொன்றும் \n பேணாமை பேதை தொழில்.",
                "834. ஓதி உணர்ந்தும் பிறர்க்குரைத்தும் தானடங்காப் \n பேதையிற் பேதையார் இல்.",
    "835. ஒருமைச் செயலாற்றும் பேதை எழுமையும் \n தான்புக் கழுந்தும் அளறு.",
                "836. பொய்படும் ஒள்றோ புனைபூணும் கையறியாப் \n பேதை வினைமேற் கொளின்.",
  "837. ஏதிலார் ஆரத் தமர்பசிப்பர் பேதை \n பெருஞ்செல்வம் உற்றக் கடை.",
   "838. மையல் ஒருவன் களித்தற்றாற் பேதைதன் \n கையொன் றுடைமை பெறின்.",
    "839. பெரிதினிது பேதையார் கேண்மை பிரிவின்கண் \n பீழை தருவதொன் றில்.",
    "840. கழாஅக்கால் பள்ளியுள் வைத்தற்றாற் சான்றோர் \n குழாஅத்துப் பேதை புகல்."
);
        thirukkurals t85 = new thirukkurals("அதிகாரம் - 85.புல்லறிவாண்மை\n",
    "841. அறிவின்மை அன்மையுள் இன்மை பிறிதின்மை \n இன்மையா வையா துலகு.",
    "842. அறிவிலான் நெஞ்சுவந் தீதல் பிறிதியாதும் \n இல்லை பெறுவான் தவம்.",
    "843. அறிவிலார் தாந்தம்மைப் பீழிக்கும் பீழை \n செறுவார்க்கும் செய்தல் அரிது.",
    "844. வெண்மை எனப்படுவ தியாதெனின் ஒண்மை \n உடையம்யாம் என்னும் செருக்கு.",
    "845. கல்லாத மேற்கொண் டொழுகல் கசடற \n வல்லதூஉம் ஐயம் தரும்.",
    "846. அற்ற மறைத்தலோ புல்லறிவு தம்வயின் \n குற்றம் மறையா வழி.",
    "847. அருமறை சோரும் அறிவிலான் செய்யும் \n பெருமிறை தானே தனக்கு.",
    "848. ஏவவுஞ் செய்கலான் தான்தேறான் அவ்வுயிர் \n போஒம் அளவுமோர் நோய்.",
   "849. காணாதான் காட்டுவான் தான்காணான் காணாதான் \n கண்டானாம் தான்கண்ட வாறு.",
  "850. உலகத்தார் உண்டென்ப தில்லென்பான் வையத் \nதலகையா வைக்கப் படும்."
        );

        thirukkurals t86 = new thirukkurals( "அதிகாரம் - 86.இகல்\n",
    "851. இகலென்ப எல்லா உயிர்க்கும் பகலென்னும் \n பண்பின்மை பாரிக்கும் நோய்.",
                "852. பகல்கருதிப் பற்றா செயினும் இகல்கருதி\n இன்னாசெய் யாமை தலை.",
                "853. இகலென்னும் எவ்வநோய் நீக்கின் தவலில்லாத்\n தாவில் விளக்கம் தரும்.",
                "854. இன்பத்துள் இன்பம் பயக்கும் இகலென்னும்\n துன்பத்துள் துன்பங் கெடின்.",
                "855. இகலெதிர் சாய்ந்தொழுக வல்லாரை யாரே \n மிகலூக்கும் தன்மை யவர்.",
                "856. இகலின் மிகலினி தென்பவன் வாழ்க்கை\n தவலும் கெடலும் நணித்து.",
                "857. மிகல்மேவல் மெய்ப்பொருள் காணார் இகல்மேவல் \n இன்னா அறிவி னவர்.",
                "858. இகலிற் கெதிர்சாய்தல் ஆக்கம் அதனை\n மிகலூக்கின் ஊக்குமாங் கேடு.",
                "859. இகல்காணான் ஆக்கம் வருங்கால் அதனை\n மிகல்காணும் கேடு தரற்கு.",
                "860. இகலானாம் இன்னாத எல்லாம் நகலானாம் \n நன்னயம் என்னும் செருக்கு.");

        thirukkurals t87 = new thirukkurals( "அதிகாரம் - 87.பகை மாட்சி\n",
    "861. வலியார்க்கு மாறேற்றல் ஓம்புக ஓம்பா \n மெலியார்மேல் மேக பகை.",
                "862. அன்பிலன் ஆன்ற துணையிலன் தான்றுவ்வான் \n என்பரியும் ஏதிலான் துப்பு.",
                "863. அஞ்சும் அறியான் அமைவிலன் ஈகலான்\n தஞ்சம் எளியன் பகைக்கு.",
                "864. நீங்கான் வெகுளி நிறையிலன் எஞ்ஞான்றும்\n யாங்கணும் யார்க்கும் எளிது.",
                "865. வழிநோக்கான் வாய்ப்பன செய்யான் பழிநோக்கான்\n பண்பிலன் பற்றார்க் கினிது.",
                "866. காணாச் சினத்தான் கழிபெருங் காமத்தான்\n பேணாமை பேணப் படும்.",
                "867. கொடுத்துங் கொளல்வேண்டும் மன்ற அடுத்திருந்து \n மாணாத செய்வான் பகை.",
                "868. குணனிலனாய்க் குற்றம் பலவாயின் மாற்றார்க் \n கினனிலனாம் ஏமாப் புடைத்து.",
                "869. செறுவார்க்குச் சேணிகவா இன்பம் அறிவிலா \n அஞ்சும் பகைவர்ப் பெறின்.",
                "870. கல்லான் வெகுளும் சிறுபொருள் எஞ்ஞான்றும் \nஒல்லானை ஒல்லா தொளி."
        );

        thirukkurals t88 = new thirukkurals("அதிகாரம் - 88.பகைத்திறம் தெரிதல்\n",
    "871. பகையென்னும் பண்பி லதனை ஒருவன்\n நகையேயும் வேண்டற்பாற் றன்று.",
                "872. வில்லேர் உழவர் பகைகொளினும் கொள்ளற்க \n சொல்லேர் உழவர் பகை.",
                "873. ஏமுற் றவரினும் ஏழை தமியனாய்ப்\n பல்லார் பகைகொள் பவன்.",
                "874. பகைநட்பாக் கொண்டொழுகும் பண்புடை யாளன்\n தகைமைக்கண் தங்கிற் றுலகு.",
                "875. தன்றுணை இன்றால் பகையிரண்டால் தானொருவன்\n இன்றுணையாக் கொள்கவற்றின் ஒன்று.",
                "876. தேறினுந் தேறா விடினும் அழிவின்கண்\n தேறான் பகாஅன் விடல்.",
                "877. நோவற்க நொந்த தறியார்க்கு மேவற்க\n மென்மை பகைவர் அகத்து.",
                "878. வகையறிந்து தற்செய்து தற்காப்ப மாயும்\n பகைவர்கண் பட்ட செருக்கு.",
                "879. இளைதாக முள்மரம் கொல்க களையுநர்\n கைகொல்லும் காழ்த்த இடத்து.",
                "880. உயிர்ப்ப உளரல்லர் மன்ற செயிர்ப்பவர் செம்மல் சிதைக்கலா தார்."
    );
        thirukkurals t89 = new thirukkurals("அதிகாரம் - 89.உட்பகை\n",
    "881. நிழல்நீரும் இன்னாத இன்னா தமர்நீரும்\n இன்னாவாம் இன்னா செயின்.",
                "882. வாள்போல் பகைவரை அஞ்சற்க அஞ்சுக\n கேள்போல் பகைவர் தொடர்பு.",
                "883. உட்பகை அஞ்சித்தற் காக்க உலைவிடத்து\n மட்பகையின் மாணத் தெறும்.",
                "884. மனமாணா உட்பகை தோன்றின் இனமாணா\n ஏதம் பலவும் தரும்.",
                "885. உறல்முறையான் உட்பகை தோன்றின் இறல்முறையான்\n ஏதம் பலவும் தரும்.",
                "886. ஒன்றாமை ஒன்றியார் கட்படின் எஞ்ஞான்றும்\n பொன்றாமை ஒன்றல் அரிது.",
                "887. செப்பின் புணர்ச்சிபோற் கூடினும் கூடாதே\n உட்பகை உற்ற குடி.",
                "888. அரம்பொருத பொன்போலத் தேயும் உரம்பொரு\n துட்பகை உற்ற குடி.",
                "889. எட்பக வன்ன சிறுமைத்தே ஆயினும்\n உட்பகை உள்ளதாங் கேடு.",
                "890. உடம்பா டிலாதவர் வாழ்க்கை குடங்கருள்\n பாம்போ டுடனுறைந் தற்று."
        );

        thirukkurals t90 = new thirukkurals(  "அதிகாரம் - 90.பெரியாரைப் பிழையாமை\n",
                "891. ஆற்றுவார் ஆற்றல் இகழாமை போற்றுவார்\n போற்றலுள் எல்லாம் தலை.",
                "892. பெரியாரைப் பேணா தொழுகிற் பெரியாராற்\n பேரா இடும்பை தரும்.",
                "893. கெடல்வேண்டிற் கேளாது செய்க அடல்வேண்டின்\n ஆற்று பவர்கண் இழுக்கு.",
                "894. கூற்றத்தைக் கையால் விளித்தற்றால் ஆற்றுவார்க்\n காற்றாதார் இன்னா செயல்.",
                "895. யாண்டுச்சென் றியாண்டும் உளராகார் வெந்துப்பின்\n வேந்து செறப்பட் டவர்.",
                "896. எரியாற் சுடப்படினும் உய்வுண்டாம் உய்யார்\n பெரியார்ப் பிழைத்தொழுகு வார்.",
                "897. வகைமாண்ட வாழ்க்கையும் வான்பொருளும் என்னாம்\n தகைமாண்ட தக்கார் செறின்.",
                "898. குன்றன்னார் குன்ற மதிப்பிற் குடியொடு\n நின்றன்னார் மாய்வர் நிலத்து.",
                "899. ஏந்திய கொள்கையார் சீறின் இடைமுரிந்து\n வேந்தனும் வேந்து கெடும்.",
                "900. இறந்தமைந்த சார்புடையர் ஆயினும் உய்யார்\n சிறந்தமைந்த சீரார் செறின்."

        );
        thirukkurals t91 = new thirukkurals("அதிகாரம் - 91.பெண்வழிச் சேறல்",
    "901. மனைவிழைவார் மாண்பயன் எய்தார் வினைவிழைவார்\n வேண்டாப் பொருளும் அது.",
        "902. பேணாது பெண்விழைவான் ஆக்கம் பெரியதோர்\n நாணாக நாணுத் தரும்.",
        "903. இல்லாள்கண் தாழ்ந்த இயல்பின்மை எஞ்ஞான்றும்\n நல்லாருள் நாணுத் தரும்.",
        "904. மனையாளை யஞ்சும் மறுமையி லாளன்\n வினையாண்மை வீறெய்த லின்று.",
        "905. இல்லாளை யஞ்சுவா னஞ்சுமற் றெஞ்ஞான்றும்\n நல்லார்க்கு நல்ல செயல்.",
        "906. இமையாரின் வாழினும் பாடிலரே யில்லாள்\n அமையார்தோ ளஞ்சு பவர்.",
        "907. பெண்ணேவல் செய்தொழுகும் ஆண்மையின் நாணுடைப்\n பெண்ணே பெருமை உடைத்து.",
        "908. நட்டார் குறைமுடியார் நன்றாற்றார் நன்னுதலாள்\n பெட்டாங் கொழுகு பவர்.",
        "909. அறவினையும் ஆன்ற பொருளும் பிறவினையும்\n பெண்ணேவல் செய்வார்கண் இல்.",
        "910. எண்சேர்ந்த நெஞ்சத் திடனுடையார்க் கெஞ்ஞான்றும்\n பெண்சேர்ந்தாம் பேதைமை இல்.");

        thirukkurals t92 = new thirukkurals("அதிகாரம் - 92.வரைவின் மகளிர்",
                "911. அன்பின் விழையார் பொருள்விழையும் ஆய்தொடியார்\n இன்சொல் இழுக்குத் தரும்.",
                "912. பயன்தூக்கிப் பண்புரைக்கும் பண்பின் மகளிர்\n நயன்தூக்கி நள்ளா விடல்.",
                "913. பொருட்பெண்டிர் பொய்ம்மை முயக்கம் இருட்டறையில்\n ஏதில் பிணந்தழீஇ அற்று.",
                "914. பொருட்பொருளார் புன்னலந் தோயார் அருட்பொருள்\n ஆயும் அறிவி னவர்.",
                "915. பொதுநலத்தார் புன்னலந் தோயார் மதிநலத்தின்\n மாண்ட அறிவி னவர்.",
                "916. தந்நலம் பாரிப்பார் தோயார் தகைசெருக்கிப்\nபுன்னலம் பாரிப்பார் தோள்.",
                "917. நிறைநெஞ்சம் இல்லவர் தோய்வர் பிறநெஞ்சிற்\n பேணிப் புணர்பவர் தோள்.",
                "918. ஆயும் அறிவினர் அல்லார்க் கணங்கென்ப\n மாய மகளிர் முயக்கு்.",
                "919. வரைவிலா மாணிழையார் மென்தோள் புரையிலாப்\n பூரியர்கள் ஆழும் அளறு.",
                "920. இருமனப் பெண்டிரும் கள்ளும் கவறும்\n பதிருநீக்கப் பட்டார் தொடர்பு.");

        thirukkurals t93 = new thirukkurals("அதிகாரம் - 93.கள்ளுண்ணாமை",
                "921. உட்கப் படாஅர் ஒளியிழப்பர் எஞ்ஞான்றும்\n கட்காதல் கொண்டொழுகு வார்.",
                "922. உண்ணற்க கள்ளை உணிலுண்க சான்றோரான்\n எண்ணப் படவேண்டா தார்.",
                "923. ஈன்றாள் முகத்தேயும் இன்னாதால் என்மற்றுச்\n சான்றோர் முகத்துக் களி.",
                "924. நாணென்னும் நல்லாள் புறங்கொடுக்கும் கள்ளென்னும்\n பேணாப் பெருங்குற்றத் தார்க்கு்.",
                "925. கையறி யாமை உடைத்தே பொருள்கொடுத்து\n மெய்யறி யாமை கொளல்.",
                "926. துஞ்சினார் செத்தாரின் வேறல்லர் எஞ்ஞான்றும்\n நஞ்சுண்பார் கள்ளுண் பவர்.",
                "927. உள்ளொற்றி உள்ளூர் நகப்படுவர் எஞ்ஞான்றும்\n கள்ளொற்றிக் கண்சாய் பவர்.",
                "928. களித்தறியேன் என்பது கைவிடுக நெஞ்சத்ப\n தொளித்ததூஉம் ஆங்கே மிகும்.",
                  "929. களித்தானைக் காரணம் காட்டுதல் கீழ்நீர்க்\n குளித்தானைத் தீத்துரீஇ அற்று.",
                "930. கள்ளுண்ணாப் போழ்திற் களித்தானைக் காணுங்கால்\n உள்ளான்கொல் உண்டதன் சோர்வு.");

        thirukkurals t94 = new thirukkurals("அதிகாரம் - 94.சூது\n",
                "931. வேண்டற்க வென்றிடினும் சூதினை வென்றதூஉம்\n தூண்டிற்பொன் மீன்விழுங்கி அற்று.",
                "932. ஒன்றெய்தி நூறிழக்கும் சூதர்க்கும் உண்டாங்கொல்\n நன்றெய்தி வாழ்வதோர் ஆறு.",
                "933. உருளாயம் ஓவாது கூறிற் பொருளாயம்\n போஒய்ப் புறமே படும்.",
                "934. சிறுமை பலசெய்து சீரழிக்கும் சூதின்\n வறுமை தருவதொன் றில்.",
                "935. கவறும் கழகமும் கையும் தருக்கி\n இவறியார் இல்லாகி யார்.",
                "936. அகடாரார் அல்லல் உழப்பர்சூ தென்னும்\nமுகடியான் மூடப்பட் டார்.",
                "937. பழகிய செல்வமும் பண்பும் கெடுக்கும்\nகழகத்துக் காலை புகின்.",
                "938. பொருள்கெடுத்துப் பொய்மேற் கொளீஇ அருள்கெடுத்\n தல்லல் உழப்பிக்கும் சூது.",
                "939. உடைசெல்வம் ஊணொளி கல்வியென் றைந்தும்\n அடையாவாம் ஆயங் கொளின்.",
                "940. இழத்தொறூஉம் காதலிக்கும் சூதேபோல் துன்பம்\nஉழத்தொறூஉம் காதற் றுயிர்.");


        thirukkurals t95 = new thirukkurals("அதிகாரம் - 95.மருந்து\n",
    "941. மிகினும் குறையினும் நோய்செய்யும் நூலோர்\n வளிமுதலா எண்ணிய மூன்று.",
    "942. மருந்தென வேண்டாவாம் யாக்கைக் கருந்தி\n தற்றது போற்றி உணின்.",
    "943. அற்றால் அளவறிந் துண்க அஃதுடம்பு\n பொற்றான் நெடிதுய்க்கும் ஆறு.",
    "944. அற்ற தறிந்து கடைப்பிடித்து மாறல்ல\n துய்க்க துவரப் பசித்து.",
                "945. மாறுபா டில்லாத உண்டி மறுத்துண்ணின்\n ஊறுபா டில்லை உயிர்க்கு.",
                "946. இழிவறிந் துண்பான்கண் இன்பம்போல் நிற்கும்\n கழிபேர் இரையான்கண் நோய்.",
                "947. தீயள வன்றித் தெரியான் பெரிதுண்ணின்\n நோயள வின்றிப் படும்.",
                "948. நோய்நாடி நோய்முதல் நாடி அதுதணிக்கும்\n வாய்நாடி வாய்ப்பச் செயல்.",
                "949. உற்றான் அளவும் பிணியளவும் காலமும்\n கற்றான் கருதிச் செயல்.",
                "950. உற்றவன் தீர்ப்பான் மருந்துழைச் செல்வானென்\n றப்பானாற் கூற்றே மருந்து.");

        thirukkurals t96 = new thirukkurals("அதிகாரம் - 96.குடிமை\n",
                "951. இற்பிறந்தார் கண்ணல்ல தில்லை இயல்பாகச்\n செப்பமும் நாணும் ஒருங்கு.",
                "952. ஒழுக்கமும் வாய்மையும் நாணுமிம் மூன்றும்\n இழுக்கார் குடிப்பிறந் தார்.",
                "953. நகையீகை அன்சொல் இகழாமை நான்கும்\n வகையென்ப வாய்மைக் குடிக்கு.",
                "954. அடுக்கிய கோடி பெறினும் குடிப்பிறந்தார்\n குன்றுவ செய்தல் இலர்.",
                "955. வழங்குவ துள்வீழ்ந்தக் கண்ணும் பழங்குடி\n பண்பின் தலைப்பிரிதல் இன்று.",
                "956. சலம்பற்றிச் சால்பில செய்யார்மா சற்ற\n குலம்பற்றி வாழ்துமென் பார்.",
                "957. குடிப்பிறந்தார் கண்விளங்கும் குற்றம் விசும்பின்\n மதிக்கண் மறுப்போல் உயர்ந்து.",
                "958. நலத்தின்கண் நாரின்மை தோன்றின் அவனைக்\n குலத்தின்கண் ஐயப் படும்.",
                "959. நிலத்திற் கிடந்தமை கால்காட்டும் காட்டும்\n குலத்திற் பிறந்தார்வாய்ச் சொல்.",
                "960. நலம்வேண்டின் நாணுடைமை வேண்டும் குலம்வேண்டின் \nவேண்டுக யார்க்கும் பணிவு.");

        thirukkurals t97 = new thirukkurals("அதிகாரம் - 97.மானம்\n",
    "961. இன்றி அமையாச் சிறப்பின ஆயினும்\n குன்ற வருப விடல்.",
                "962. சீரினும் சீரல்ல செய்யாரே சீரொடு\n பேராண்மை வேண்டு பவர்.",
                "963. பெருக்கத்து வேண்டும் பணிதல் சிறிய\n சுருக்கத்து வேண்டும் உயர்வு.",
                "964. தலையின் இழிந்த மயிரனையர் மாந்தர்\n நிலையின் இழிந்தக் கடை.",
                "965. குன்றின் அனையாரும் குன்றுவர் குன்றுவ\n குன்றி அனைய செயின்.",
                "966. புகழின்றால் புத்தேணாட் டுய்யாதால் என்மற்\n றிகழ்வார்பின் சென்று நிலை.",
                "967. ஒட்டார்பின் சென்றொருவன் வாழ்தலின் அந்நிலையே\n கெட்டான் எனப்படுதல் நன்று.",
                "968. மருந்தோமற் றூனோம்பும் வாழ்க்கை பெருந்தகைமை\n பீடழிய வந்த இடத்து.",
                "969. மயிர்நீப்பின் வாழாக் கவரிமா அன்னார் \n உயிர்நீப்பர் மானம் வரின்.",
                "970. இளிவரின் வாழாத மானம் உடையார்\n ஒளிதொழு தேத்தும் உலகு.");

        thirukkurals t98 = new thirukkurals("அதிகாரம் - 98.பெருமை\n",
                "971. ஒளியொருவற் குள்ள வெறுக்கை இளியொருவற்\n கஃதிறந்து வாழ்தும் எனல்.",
                "972. பிறப்பொக்கும் எல்லா உயிர்க்கும் சிறப்பொவ்வா\n செய்தொழில் வேற்றுமை யான்.",
                "973. மேலிருந்துத் மேலல்லார் மேலல்லர் கீழிருந்தும்\n கீழல்லார் கீழல் லவ.",
                "974. ஒருமை மகளிரே போலப் பெருமையும்\n தன்னைத்தான் கொண்டொழுகின் உண்டு.",
                "975. பெருமை யுடையவர் ஆற்றுவார் ஆற்றின்\n அருமை யுடைய செயல்.",
                "976. சிறியார் உணர்ச்சியுள் இல்லை பெரியாரைப்\n பேணிக்கொள் வேமென்னும் நோக்கு.",
                "977. இறப்பே புரிந்த தொழிற்றாம் சிறப்புதான்\n சீரல் லவர்கண் படின்.",
                "978. பணியுமாம் என்றும் பெருமை சிறுமை\n அணியுமாம் தன்னை வியந்து.",
                "979. பெருமை பெருமிதம் இன்மை சிறுமை\n பெருமிதம் ஊர்ந்து விடல்.",
                "980. அற்றம் மறைக்கும் பெருமை சிறுமைதான்\n குற்றமே கூறி விடும்.");


        thirukkurals t99 = new thirukkurals("அதிகாரம் - 99.சான்றாண்மை\n",
    "981. கடனென்ப நல்லவை யெல்லாம் கடனறிந்து\n சான்றாண்மை மேற்கொள் பவர்க்கு.",
                "982. குணநலஞ் சான்றோர் நலனே பிறநலம்\n எந்நலத் துள்ளதூஉ மன்று.",
                "983. அன்புநாண் ஒப்புரவு கண்ணோட்டம் வாய்மையொ\n டைந்துசால் பூன்றிய தூண்.",
                "984. கொல்லா நலத்தது நோன்மை பிறர்தீமை\n சொல்லா நலத்தது சால்பு.",
                "985. ஆற்றுவார் ஆற்றல் பணிதல் அதுசான்றோர்\n மாற்றாரை மாற்றும் படை.",
                "986. சால்பிற்குக் கட்டளை யாதெனின் தோல்வி\n துலையல்லார் கண்ணும் கொளல்.",
                "987. இன்னாசெய் தார்க்கும் இனியவே செய்யாக்கால்\n என்ன பயத்ததோ சால்பு.",
                "988. இன்மை ஒருவற் கிளிவன்று சால்பென்னும்\n திண்மையுண் டாகப் பெறின்.",
                "989. ஊழி பெயரினும் தாம்பெயரார் சான்றாண்மைக்\n காழி யெனப்படு வார்.",
                "990. சான்றவர் சான்றாண்மை குன்றின் இருநிலத்தான்\n தாங்காது மன்னோ பொறை.");

        thirukkurals t100 = new thirukkurals("அதிகாரம் - 100.பண்புடைமை\n",
                "991. எண்பதத்தால் எய்தல் எளிதென்ப யார்மாட்டும்\n பண்புடைமை என்னும் வழக்கு.",
                "992. அன்புடைமை ஆன்ற குடிப்பிறத்தல் இவ்விரண்டும்\n பண்புடைமை என்னும் வழக்கு.",
                "993. உறுப்பொத்தல் மக்களொப் பன்றால் வெறுத்தக்க\n பண்பொத்தல் ஒப்பதாம் ஒப்பு.",
                "994. நயனொடு நன்றி புரிந்த பயனுடையார்\n பண்புள ராட்டும் உலகு.",
                "995. நகையுள்ளும் இன்னா திகழ்ச்சி பகையுள்ளும்\n பண்புள பாடறிவார் மாட்டு.",
                "996. பண்புடையார்ப் பட்டுண் டுலகம் அதுவின்றேல்\n மண்புக்கு மாய்வது மன்.",
                "997. அரம்போலும் கூர்மைய ரேனும் மரம்போல்வர்\n மக்கட்பண் பில்லா தவர்.",
                "998. நண்பாற்றார் ஆகி நயமில செய்வார்க்கும்\n பண்பாற்றார் ஆதல் கடை.",
                "999. நகல்வல்லர் அல்லார்க்கு மாயிரு ஞாலம்\n பகலும்பாற் பட்டன் றிருள்.",
                "1000. பண்பிலான் பெற்ற பெருஞ்செல்வம் நன்பால்\n கலந்தீமை யால்திரிந் தற்று.");

        thirukkurals t101 = new thirukkurals( "அதிகாரம் - 101.நன்றியில் செல்வம்",
                "1001. வைத்தான்வாய் சான்ற பெரும்பொருள் அஃதுண்ணான்\n செத்தான் செயக்கிடந்த தில்.",
        "1002. பொருளானாம் எல்லாமென்றீயா திவறும்\n மருளானாம் மாணாப் பிறப்பு.",
        "1003. ஈட்டம் இவறி இசைவேண்டா ஆடவர்\n தோற்றம் நிலக்குப் பொறை.",
        "1004. எச்சமென் றென்னெண்ணுங் கொல்லோ ஒருவரால்\n நச்சப் படாஅ தவன்.",
        "1005. கொடுப்பதூஉம் துய்ப்பதூஉம் இல்லார்க் கடுக்கிய\n கோடியுண் டாயினும் இல்.",
        "1006. ஏதம் பெருஞ்செல்வம் தான்துவ்வான் தக்கார்க்கொன்\nறீத லியல்பிலா தான்.",
        "1007. அற்றார்க்கொன் றாற்றாதான் செல்வம் மிகநலம்\nபெற்றாள் தமியள்மூத் தற்று.",
        "1008. நச்சுப் படாதவன் செல்வம் நடுவூருள்\nநச்சு மரம்பழுத் தற்று.",
                "1009. அன்பொரீஇத் தற்செற் றறநோக்கா தீட்டிய\nஒண்பொருள் கொள்வார் பிறர்.",
                "1010. சீருடைச் செல்வர் சிறுதுனி மாரி\n வறங்கூர்ந் தனைய துடைத்து."
);

        thirukkurals t102 = new thirukkurals("அதிகாரம் - 102.நாணுடைமை",
                "1011. கருமத்தால் நாணுதல் நாணுத் திருநுதல்\nநல்லவர் நாணுப் பிற.",
                "1012. ஊணுடை எச்சம் உயிர்க்கெல்லாம் வேறல்ல\nநாணுடைமை மாந்தர் சிறப்பு.",
                "1013. ஊனைக் குறித்த உயிரெல்லாம் நாணென்னும்\nநன்மை குறித்தது சால்பு.",
                "1014. அணியன்றோ நாணுடைமை சான்றோர்க் கஃதின்றேற்\nபிணியன்றோ பீடு நடை.",
                "1015. பிறர்பழியும் தம்பழியும் நாணுவார் நாணுக்\nகுறைபதி என்னும் உலகு.",
                "1016. நாண்வேலி கொள்ளாது மன்னோ வியன்ஞாலம்\nபேணலர் மேலா யவர்.",
                "1017. நாணால் உயிரைத் துறப்பர் உயிர்ப்பொருட்டால்\nநாண்துறவார் நாணாள் பவர்.",
                "1018. பிறர்நாணத் தக்கது தானாணா னாயின்\nஅறநாணத் தக்க துடைத்து.",
                "1019. குலஞ்சுடும் கொள்கை பிழைப்பின் நலஞ்சுடும்\nநாணின்மை நின்றக் கடை.",
                "1020. நாணகத் தில்லார் இயக்கம் மரப்பாவை\nநாணால் உயிர்மருட்டி அற்று.");

        thirukkurals t103 = new thirukkurals("அதிகாரம் - 103.குடிசெயல் வகை",
                "1021. கருமம் செயவொருவன் கைதூவேன் என்னும்\nபெருமையிற் பீடுடைய தில்.",
                "1022. ஆள்வினையும் ஆன்ற அறிவும் எனவிரண்டின்\nநீள்வினையான் நீளும் குடி.",
                "1023. குடிசெய்வல் என்னும் ஒருவற்குத் தெய்வம்\nமடிதற்றுத் தான்முந் துறும்.",
                "1024. சூழாமல் தானே முடிவெய்தும் தங்குடியைத்\nதாழா துஞற்று பவர்க்கு.",
                "1025. குற்றம் இலனாய்க் குடிசெய்து வாழ்வானைச்\nசுற்றமாச் சுற்றும் உலகு.",
                "1026. நல்லாண்மை என்ப தொருவற்குத் தான்பிறந்த\nஇல்லாண்மை ஆக்கிக் கொளல்.",
                "1027. அமரகத்து வன்கண்ணர் போலத் தமரகத்தும்\nஆற்றுவார் மேற்றே பொறை.",
                "1028. குடிசெய்வார்க் கில்லை பருவம் மடிசெய்து\nமானங் கருதக் கெடும்.",
                "1029. இடும்பைக்கே கொள்கலம் கொல்லோ குடும்பத்தைக்\nகுற்ற மறைப்பான் உடம்பு.",
                "1030. இடுக்கண்கால் கொன்றிட வீழும் அடுத்தூன்றும்\nநல்லாள் இலாத குடி.");

        thirukkurals t104 = new thirukkurals("அதிகாரம் - 104.உழவு",
                "1031. சுழன்றும்ஏர்ப் பின்ன துலகம் அதனால்\nஉழந்தும் உழவே தலை.",
                "1032. உழுவார் உலகத்தார்க் காணியஃ தாற்றா\nதெழுவாரை எல்லாம் பொறுத்து.",
                "1033. உழுதுண்டு வாழ்வாரே வாழ்வார்மற் றெல்லாம்\nதொழுதுண்டு பின்செல் பவர்.",
        "1034. பலகுடை நீழலும் தங்குடைக்கீழ்க் காண்பர்\nஅலகுடை நீழ லவர்.",
        "1035. இரவார் இரப்பார்க்கொன் றீவர் கரவாது\nகைசெய்தூண் மாலை யவர்.",
        "1036. உழவினார் கைம்மடங்கின் இல்லை விழைவதூஉம்\nவிட்டேமென் பார்க்கும் நிலை.",
        "1037. தொடிப்புழுதி கஃசா உணக்கின் பிடித்தெருவும்\nவேண்டாது சாலப் படும்.",
        "1038. ஏரினும் நன்றால் எருவிடுதல் கட்டபின்\nநீரினும் நன்றதன் காப்பு.",
        "1039. செல்லான் கிழவன் இருப்பின் நிலம்புலந்\nதில்லாளின் ஊடி விடும்.",
        "1040. இலமென் றசைஇ இருப்பாரைக் காணின்\nநிலமென்னும் நல்லாள் நகும்.");

        thirukkurals t105 = new thirukkurals("அதிகாரம் - 105.நல்குரவு",
                "1041. இன்மையின் இன்னாத தியாதெனின் இன்மையின்\nஇன்மையே இன்னா தது.",
                "1042. இன்மை எனவொரு பாவி மறுமையும்\nஇம்மையும் இன்றி வரும்.",
                "1043. தொல்வரவும் தோலும் கெடுக்கும் தொகையாக\nநல்குர வென்னும் நசை.",
                "1044. இற்பிறந்தார் கண்ணேயும் இன்மை இளிவந்த\nசொற்பிறக்கும் சோர்வு தரும்.",
                "1045. நல்குர வென்னும் இடும்பையுள் பல்குரைத்\nதுன்பங்கள் சென்று படும்.",
                "1046. நற்பொருள் நன்குணர்ந்து சொல்லினும் நல்கூர்ந்தார்\nசொற்பொருள் சோர்வு படும்.",
                "1047. அறஞ்சாரா நல்குர வீன்றதா யானும்\nபிறன்போல நோக்கப் படும்.",
                "1048. இன்றும் வருவது கொல்லோ நெருநலும்\nகொன்றது போலும் நிரப்பு.",
                "1049. நெருப்பினுள் துஞ்சலும் ஆகும் நிரப்பினுள்\nயாதொன்றும் கண்பா டரிது.",
                "1050. துப்புர வில்லார் துவரத் துறவாமை\nஉப்பிற்கும் காடிக்கும் கூற்று.");

        thirukkurals t106 = new thirukkurals("அதிகாரம் - 106.இரவு",
                "1051. இரக்க இரத்தக்கார்க் காணின் கரப்பின்\nஅவர்பழி தம்பழி அன்று.",
                "1052. இன்பம் ஒருவற் கிரத்தல் இரந்தவை\nதுன்பம் உறாஅ வரின்.",
                "1053. கரப்பிலா நெஞ்சிற் கடனறிவார் முன்னின்\nறிரப்புமோர் ஏஎர் உடைத்து.",
                "1054. இரத்தலும் ஈதலே போலும் கரத்தல்\nகனவிலும் தேற்றாதார் மாட்டு.",
                "1055. கரப்பிலார் வையகத் துண்மையாற் கண்ணின்\nறிரப்பவர் மேற்கொள் வது.",
                "1056. கரப்பிடும்பை யில்லாரைக் காணின் நிரப்பிடும்பை\nயெல்லா மொருங்கு கெடும்.",
                "1057. இகழ்ந்தெள்ளா தீவாரைக் காணின் மகிழ்ந்துள்ளம்\nஉள்ளுள் உவப்ப துடைத்து.",
                "1058.இரப்பாரை யில்லாயின் ஈர்ங்கண்மா ஞாலம்\nமரப்பாவை சென்றுவந் தற்று.",
                "1059. ஈவார்கண் என்னுண்டாம் தோற்றம் இரந்துகோள்\nமேவார் இலாஅக் கடை.",
                "1060. இரப்பான் வெகுளாமை வேண்டும் நிரப்பிடும்பை\nதானேயும் சாலும் கரி.");

        thirukkurals t107 = new thirukkurals("அதிகாரம் - 107.இரவச்சம்",
                "1061. கரவா துவந்தீயும் கண்ணன்னார் கண்ணும்\nஇரவாமை கோடி உறும்.",
                "1062. இரந்தும் உயிர்வாழ்தல் வேண்டின் பரந்து\nகெடுக உலகியற்றி யான்.",
                "1063. இன்மை இடும்பை இரந்துதீர் வாமென்னும்\nவன்மையின் வன்பாட்ட தில்.",
                "1064. இடமெல்லாம் கொள்ளாத் தகைத்தே இடமில்லாக்\nகாலும் இரவொல்லாச் சால்பு.",
                "1065. தெண்ணீர் அடுபுற்கை ஆயினும் தாள்தந்த\nதுண்ணலின் ஊங்கினிய தில்.",
                "1066. ஆவிற்கு நீரென் றிரப்பினும் நாவிற்\nகிரவின் இளிவந்த தில்.",
                "1067. இரப்பான் இரப்பாரை எல்லாம் இரப்பிற்\nகரப்பார் இரவன்மின் என்று.",
                "1068.இரவென்னும் ஏமாப்பில் தோணி கரவென்னும்\nபார்தாக்கப் பக்கு விடும்.",
                "1069. இரவுள்ள உள்ளம் உருகும் கரவுள்ள\nஉள்ளதூஉம் இன்றிக் கெடும்.",
                "1070. கரப்பவர்க் கியாங்கொளிக்கும் கொல்லோ இரப்பவர்\nசொல்லாடப் போஒம் உயிர்.");

        thirukkurals t108 = new thirukkurals("அதிகாரம் - 108.கயமை",
                "1071. மக்களே போல்வர் கயவர் அவரன்ன\nஒப்பாரி யாங்கண்ட தில்.",
        "1072. நன்றறி வாரிற் கயவர் திருவுடையர்\nநெஞ்சத் தவலம் இலர்.",
        "1073. தேவ ரனையர் கயவர் அவருந்தாம்\nமேவன செய்தொழுக லான்.",
        "1074. அகப்பட்டி ஆவாரைக் காணின் அவரின்\nமிகப்பட்டுச் செம்மாக்கும் கீழ்.",
        "1075. அச்சமே கீழ்கள தாசாரம் எச்சம்\nஅவாவுண்டேல் உண்டாம் சிறிது.",
        "1076. அறைபறை அன்னர் கயவர்தாம் கேட்ட\nமறைபிறர்க் குய்த்துரைக்க லான்.",
        "1077. ஈர்ங்கை விதிரார் கயவர் கொடிறுடைக்குங்\nகூன்கையர் அல்லா தவர்க்கு.",
        "1078.சொல்லப் பயன்படுவர் சான்றோர் கரும்புபோல\nகொல்லப் பயன்படும் கீழ்.",
        "1079. உடுப்பதூஉம் உண்பதூஉம் காணின் பிறர்மேல்\nவடுக்காண வற்றாகும் கீழ்.",
        "1080. எற்றிற் குரியர் கயவரொன் றுற்றக்கால்\nவிற்றற் குரியர் விரைந்து.");

        thirukkurals t109 = new thirukkurals("அதிகாரம் - 109.தகை அணங்குறுத்தல்",
                "1081. அணங்குகொல் ஆய்மயில் கொல்லோ கனங்குழை\n மாதர்கொல் மாலுமென் நெஞ்சு.",
                "1082. நோக்கினாள் நோக்கெதிர் நோக்குதல் தாக்கணங்கு\n தானைக்கொண் டன்ன துடைத்து.",
                "1083. பண்டறியேன் கூற்றென் பதனை இனியறிந்தேன்\n பெண்டகையால் பேரமர்க் கட்டு.",
                "1084. கண்டார் உயிருண்ணும் தோற்றத்தால் பெண்டகைப்\n பேதைக் கமர்த்தன கண்.",
                "1085. கூற்றமோ கண்ணோ பிணையோ மடவரல்\n நோக்கமிம் மூன்றும் உடைத்து.",
                "1086. கொடும்புருவம் கோடா மறைப்பின் நடுங்கஞர்\n செய்யல மன்னிவள் கண்.",
                "1087. கடாஅக் களிற்றின்மேற் கட்படாம் மாதர்\n படாஅ முலைமேல் துகில்.",
                "1088.ஒண்ணுதற் கோஒ உடைந்ததே ஞாட்பினுள் \n நண்ணாரும் உட்குமென் பீடு.",
                "1089. பிணையேர் மடநோக்கும் நாணும் உடையாட்\n கணியெவனோ ஏதில தந்து.",
                "1090. உண்டார்க ணல்லது அடுநறாக் காமம்போல்\n கண்டார் மகிழ்செய்தல் இன்று.");

        thirukkurals t110 = new thirukkurals("அதிகாரம் - 110.குறிப்பறிதல்",
                "1091. இருநோக் கிவளுண்கண் உள்ள தொருநோக்கு\n நோய்நோக்கொன் றந்நோய் மருந்து.",
                "1092. கண்களவு கொள்ளும் சிறுநோக்கம் காமத்தில்\n செம்பாகம் அன்று பெரிது.",
                "1093. நோக்கினாள் நோக்கி இறைஞ்சினாள் அஃதவள்\n யாப்பினுள் அட்டிய நீர்.",
                "1094. யானோக்கும் காலை நிலனோக்கும் நோக்காக்கால்\n தானோக்கி மெல்ல நகும்.",
                "1095. குறிக்கொண்டு நோக்காமை அல்லால் ஒருகண்\n சிறக்கணித்தாள் போல நகும்.",
                "1096. உறாஅ தவர்போற் சொலினும் செறாஅர்சொல்\n ஒல்லை உணரப் படும்.",
                "1097. செறாஅச் சிறுசொல்லும் செற்றார்போல் நோக்கும்\n உறாஅர்போன் றுற்றார் குறிப்பு.",
                "1098.அசையியற் குண்டாண்டோர் ஏஎர்யான் நோக்கப்\n பசையினள் பைய நகும்.",
                "1099. ஏதிலார் போலப் பொதுநோக்கு நோக்குதல்\n காதலார் கண்ணே உள.",
                "1100. கண்ணொடு கண்இணை நோக்கொக்கின் வாய்ச்சொற்கள்\n என்ன பயனும் இல.");

        thirukkurals t111 = new thirukkurals("அதிகாரம் - 111.புணர்ச்சி மகிழ்தல்",
                "1101. கண்டுகேட் டுண்டுயிர்த் துற்றறியும் ஐம்புலனும்\n ஒண்தொடி கண்ணே உள.",
                "1102. பிணிக்கு மருந்து பிறமன் அணியிழை\n தன்னோய்க்குத் தானே மருந்து.",
                "1103. தாம்வீழ்வார் மென்றோள் துயிலின் இனிதுகொல்\n தாமரைக் கண்ணான் உலகு.",
                "1104. நீங்கின் தெறூஉம் குறுகுங்கால் தண்ணென்னும்\n தீயாண்டுப் பெற்றாள் இவள்.",
                "1105. வேட்ட பொழுதின் அவையவை போலுமே\n தோட்டார் கதுப்பினாள் தோள்.",
                "1106. உறுதோ றுயிர்தளிர்ப்பத் தீண்டலாற் பேதைக்\n கமிழ்தின் இயன்றன தோள்.",
                "1107. தம்மில் இருந்து தமதுபாத் துண்டற்றால்\n அம்மா அரிவை முயக்கு.",
                "1108.வீழும் இருவர்க் கினிதே வளியிடை\n போழப் படாஅ முயக்கு.",
                "1109. ஊடல் உணர்தல் புணர்தல் இவைகாமம்\n கூடியார் பெற்ற பயன்.",
                "1110. அறிதோ றறியாமை கண்டற்றால் காமம்\n செறிதோறும் சேயிழை மாட்டு.");

        thirukkurals t112 = new thirukkurals("அதிகாரம் - 112.நலம் புனைந்து உரைத்தல்",
                "1111. நன்னீரை வாழி அனிச்சமே நின்னினும்\n மென்னீரள் யாம்வீழ் பவள்.",
                "1112. மலர்காணின் மையாத்தி நெஞ்சே இவள்கண்\n பலர்காணும் பூவொக்கும் என்று.",
                "1113. முறிமேனி முத்தம் முறுவல் வெறிநாற்றம்\n வேலுண்கண் வேய்த்தோ ளவட்கு.",
                "1114. காணின் குவளை கவிழ்ந்து நிலனோக்கும்\n மாணிழை கண்ணொவ்வேம் என்று.",
                "1115. அனிச்சப்பூக் கால்களையாள் பெய்தாள் நுசுப்பிற்கு\n நல்ல படாஅ பறை.",
                "1116. மதியும் மடந்தை முகனும் அறியா\n பதியின் கலங்கிய மீன்.",
                "1117. அறுவாய் நிறைந்த அவிர்மதிக்குப் போல\n மறுவுண்டோ மாதர் முகத்து.",
                "1118. மாதர் முகம்போல் ஒளிவிட வல்லையேல்\n காதலை வாழி மதி.",
                "1119. மலரன்ன கண்ணாள் முகமொத்தி யாயின்\n பலர்காணத் தோன்றல் மதி.",
                "1120. அனிச்சமும் அன்னத்தின் தூவியு மாதர்\n அடிக்கு நெருஞ்சிப் பழம்.");

        thirukkurals t113 = new thirukkurals("அதிகாரம் - 113.காதற் சிறப்புரைத்தல்",
                "1121. பாலொடு தேன்கலந் தற்றே பணிமொழி\n வாலேயி றூறிய நீர்.",
                "1122. உடம்பொ டுயிரிடை என்னமற் றன்ன\n மடந்தையொ டெம்மிடை நட்பு.",
                "1123. கருமணியிற் பாவாய்நீ போதாயாம் வீழும்\n திருநுதற் கில்லை யிடம்.",
                "1124. வாழ்தல் உயிர்க்கன்னள் ஆயிழை சாதல்\n அதற்கன்னள் நீங்கும் இடத்து.",
                "1125. உள்ளுவன் மன்யான் மறப்பின் மறப்பறியேன்\n ஒள்ளமர்க் கண்ணாள் குணம்.",
                "1126. கண்ணுள்ளிற் போகார் இமைப்பிற் பருவரார்\n நுண்ணியர்எம் காத லவர்.",
                "1127. கண்ணுள்ளார் காத லவராகக் கண்ணும்\n எழுதேம் கரப்பாக் கறிந்து.",
                "1128. நெஞ்சத்தார் காத லவராக வெய்துண்டல்\n அஞ்சுதும் வேபாக் கறிந்து.",
                "1129. இமைப்பிற் கரப்பாக் கறிவல் அனைத்திற்கே\n ஏதிலர் என்னுமிவ் வூர்.",
                "1130. உவந்துறைவர் உள்ளத்துள் என்றும் இகந்துறைவர்\n ஏதிலர் என்னுமிவ் வூர்.");

        thirukkurals t114 = new thirukkurals("அதிகாரம் - 114.நாணுத் துறவுரைத்தல்",
                "1131. காமம் உழந்து வருந்தினார்க் கேம\n மடலல்ல தில்லை வலி.",
                "1132. நோனா உடம்பும் உயிரும் மடலேறும்\n நாணினை நீக்கி நிறுத்து.",
                "1133. நாணொடு நல்லாண்மை பண்டுடையேன் இன்றுடையேன்\n காமுற்றார் ஏறும் மடல்.",
                "1134. காமக் கடும்புனல் உய்க்குமே நாணொடு\n நல்லாண்மை என்னும் புணை.",
                "1135. தொடலைக் குறுந்தொடி தந்தாள் மடலொடு\n மாலை உழக்கும் துயர்.",
                "1136. மடலூர்தல் யாமத்தும் உள்ளுவேன் மன்ற\n படலொல்லா பேதைக்கென் கண்.",
                "1137. கடலன்ன காமம் உழந்தும் மடலேறாப்\n பெண்ணிற் பெருந்தக்க தில்.",
                "1138. நிறையரியர் மன்னளியர் என்னாது காமம்\n மறையிறந்து மன்று படும்.",
                 "1139. அறிகிலார் எல்லாரும் என்றேயென் காமம்\n மறுகின் மறுகும் மருண்டு.",
                 "1140. யாம்கண்ணிற் காண நகுப அறிவில்லார்\n யாம்பட்ட தாம்படா ஆறு.");

        thirukkurals t115 = new thirukkurals("அதிகாரம் - 115.அலர் அறிவுறுத்தல் ",
                "1141. அலரெழ ஆருயிர் நிற்கும் அதனைப்\n பலரறியார் பாக்கியத் தால்.",
                         "1142. மலரன்ன கண்ணாள் அருமை அறியா\n தலரெமக் கீந்ததிவ் வூர்.",
                "1143. உறாஅதோ ஊரறிந்த கௌவை அதனைப்\n பெறாஅது பெற்றன்ன நீர்த்து.",
                "1144. கவ்வையாற் கவ்விது காமம் அதுவின்றேல்\n தவ்வென்னும் தன்மை இழந்து.",
                "1145. களித்தொறும் கள்ளுண்டல் வேட்டற்றால் காமம்\n வெளிப்படுந் தோறும் இனிது.",
                "1146. கண்டது மன்னும் ஒருநாள் அலர்மன்னும்\n திங்களைப் பாம்புகொண் டற்று.",
                "1147. ஊரவர் கௌவை எருவாக அன்னைசொல்\n நீராக நீளுமிந் நோய்.",
                "1148. நெய்யால் எரிநுதுப்பேம் என்றற்றால் கௌவையால்\n காமம் நுதுப்பேம் எனல்.",
                "1149. அலர்நாண ஒல்வதோ அஞ்சலோம் பென்றார்\n பலர்நாண நீத்தக் கடை. ",
                "1150. தாம்வேண்டின் நல்குவர் காதலர் யாம்வேண்டும்\n கௌவை எடுக்குமிவ் வூர். ");

        thirukkurals t116 = new thirukkurals("அதிகாரம் - 116.பிரிவு ஆற்றாமை",
    "1151. செல்லாமை உண்டேல் எனக்குரை மற்றுநின்\n வல்வரவு வாழ்வார்க் குரை.",
                "1152. இன்கண் உடைத்தவர் பார்வல் பிரிவஞ்சும்\n புன்கண் உடைத்தால் புணர்வு.",
                "1153. அரிதரோ தேற்றம் அறிவுடையார் கண்ணும்\n பிரிவோ ரிடத்துண்மை யான்.",
                "1154. அளித்தஞ்சல் என்றவர் நீப்பின் தெளித்தசொல்\n தேறியார்க் குண்டோ தவறு.",
                "1155. ஓம்பின் அமைந்தார் பிரிவோம்பல் மற்றவர்\n நீங்கின் அரிதால் புணர்வு.",
                "1156. பிரிவுரைக்கும் வன்கண்ணர் ஆயின் அரிதவர்\n நல்குவர் என்னும் நசை.",
                "1157. துறைவன் துறந்தமை தூற்றாகொல் முன்கை\n இறைஇறவா நின்ற வளை.",
                "1158. இன்னா தினன்இல்லூர் வாழ்தல் அதனினும்\n இன்னா தினியார்ப் பிரிவு.",
                "1159. தொடிற்சுடின் அல்லது காமநோய் போல\n விடிற்சுடல் ஆற்றுமோ தீ.",
                "1160. அரிதாற்றி அல்லல்நோய் நீக்கிப் பிரிவாற்றிப் \nபின்இருந்து வாழ்வார் பலர்.");

        thirukkurals t117 = new thirukkurals("அதிகாரம் - 117.படர்மெலிந் திரங்கல்",
                "1161. மறைப்பேன்மன் யானிஃதோ நோயை தறைப்பவர்க்\n கூற்றுநீர் போல மிகும்.",
                "1162. கரத்தலும் ஆற்றேன்இந் நோயைநோய் செய்தார்க்\n குரைத்தலும் நாணுத் தரும்.",
                "1163. காமமும் நாணும் உயிர்காவாத் தூங்குமென்\n நோனா உடம்பின் அகத்து.",
                "1164. காமக் கடல்மன்னும் உண்டே அதுநீந்தும்\n ஏமப் புணைமன்னும் இல்.",
                "1165. துப்பின் எவனாவர் மன்கொல் துயர்வரவு\n நட்பினுள் ஆற்று பவர்.",
                "1166. இன்பம் கடல்மற்றுக் காமம் அஃதடுங்கால்\n துன்பம் அதனிற் பெரிது.",
                "1167. காமக் கடும்புனல் நீந்திக் கரைகாணேன்\n யாமத்தும் யானே உளேன்.",
                "1168. மன்னுயிர் எல்லாம் துயிற்றி அளித்திரா\n என்னல்ல தில்லை துணை.",
                "1169. கொடியார் கொடுமையின் தாம்கொடிய இந்நாள்\n நெடிய கழியும் இரா.",
                "1170. உள்ளம்போன் றுள்வழிச் செல்கிற்பின் வெள்ளநீர்\n நீந்தல மன்னோவென் கண்.");

        thirukkurals t118 = new thirukkurals("அதிகாரம் - 118.கண் விதுப்பழிதல்",
                "1171. கண்டாம் கலுழ்வ தெவன்கொலோ தண்டாநோய்\n தாங்காட்ட யாங்கண் டது.",
                "1172. தெரிந்துணரா நோக்கிய உண்கண் பரிந்துணராப்\n பைதல் உழப்ப தெவன்.",
                "1173. கதுமெனத் தாநோக்கித் தாமே கலுழும்\n இதுநகத் தக்க துடைத்து.",
                "1174. பெயலாற்றா நீருலந்த உண்கண் உயலாற்றா\n உய்வில்நோய் என்கண் நிறுத்து.",
                "1175. படலாற்றா பைதல் உழக்கும் கடலாற்றக்\n காமநோய் செய்தவென் கண்.",
                "1176. ஓஒ இனிதே எமக்கிந் நோய் செய்தகண்\n தாஅம் இதற்பட் டது.",
                "1177. உழந்துழந் துள்நீர் அறுக விழைந்திழைந்து\n வேண்டி அவர்க்கண்ட கண்.",
                "1178. பேணாது பெட்டார் உளர்மன்னோ மற்றவர்க்\n காணா தமைவில கண்.",
                "1179. வாராக்கால் துஞ்சா வரின்துஞ்சா ஆயிடை\n ஆரஞர் உற்றன கண்.",
                "1180. மறைபெறல் ஊராhக் கரிதன்றால் எம்போல்\n அறைபறை கண்ணார் அகத்து.");

        thirukkurals t119 = new thirukkurals("அதிகாரம் - 119.பசப்புறு பருவரல்",
    "1181. நயந்தவர்க்கு நல்காமை நேர்ந்தேன் பசந்தவென்\n பண்பியார்க் குரைக்கோ பிற.",
   "1182. அவர்தந்தார் என்னும் தகையால் இவர்தந்தென்\n மேனிமேல் ஊரும் பசப்பு.",
                "1183. சாயலும் நாணும் அவர்கொண்டார் கைம்மாறா\n நோயும் பசலையும் தந்து.",
                "1184. உள்ளுவன் மன்யான் உரைப்ப தவர்திறமால்\n கள்ளம் பிறவோ பசப்பு.",
                "1185. உவக்காணெம் காதலர் செல்வார் இவக்காணென்\n மேனி பசப்பூர் வது.",
                "1186. விளக்கற்றம் பார்க்கும் இருளேபோல் கொண்கண்\n முயக்கற்றம் பார்க்கும் பசப்பு.",
                "1187. புல்லிக் கிடந்தேன் புடைபெயர்ந்தேன் அவ்வளவில்\n அள்ளிக்கொள் வற்றே பசப்பு.",
                "1188. பசந்தாள் இவளென்ப தல்லால் இவளைத்\n துறந்தார் அவரென்பார் இல்.",
                "1189. பசக்கமற் பட்டாங்கென் மேனி நயப்பித்தார்\n நன்னிலையர் ஆவர் எனின்.",
             "1190. பசப்பெனப் பேர்பெறுதல் நன்றே நயப்பித்தார்\n நல்காமை தூற்றார் எனின்.");

        thirukkurals t120 = new thirukkurals("அதிகாரம் - 120.தனிப்படர் மிகுதி",
                "1191. தாம்வீழ்வார் தம்வீழப் பெற்றவர் பெற்றாரே\n காமத்துக் காழில் கனி",
                "1192. வாழ்வார்க்கு வானம் பயந்தற்றால் வீழ்வார்க்கு\n வீழ்வார் அளிக்கும் அளி.",
                "1193. வீழுநர் வீழப் படுவார்க் கமையுமே\n வாழுநம் என்னும் செருக்கு.",
                "1194. வீழப் படுவார் கெழீஇயிலர் தாம்வீழ்வார்\n வீழப் படாஅர் எனின்.",
                "1195. நாம்காதல் கொண்டார் நமக்கெவன் செய்பவோ\n தாம்காதல் கொள்ளாக் கடை.",
                "1196. ஒருதலையான் இன்னாது காமங்காப் போல\n இருதலை யானும் இனிது.",
                "1197. பருவரலும் பைதலும் காணான்கொல் காமன்\n ஒருவர்கண் நின்றொழுகு வான்.",
                "1198. வீழ்வாரின் இன்சொல் பெறாஅ துலகத்து\n வாழ்வாரின் வன்கணார் இல்.",
                "1199. நசைஇயார் நல்கார் எனினும் அவர்மாட்\n டிசையும் இனிய செவிக்கு.",
                "1200. உறாஅர்க் குறுநோய் உரைப்பாய் கடலைச்\n செறாஅஅய் வாழிய நெஞ்சு.");

        thirukkurals t121 = new thirukkurals("அதிகாரம் - 121.நினைந்தவர் புலம்பல்",
                "1201. உள்ளினும் தீராப் பெருமகிழ் செய்தலால்\n கள்ளினும் காமம் இனிது.",
                "1202. எனைத்தொன் றினிதேகாண் காமந்தாம் வீழ்வார்\n நினைப்ப வருவதொன் றில்.",
                "1203. நினைப்பவர் போன்று நினையார்கொல் தும்மல்\n சினைப்பது போன்று கெடும்.",
                "1204. யாமும் உளேங்கொல் அவர்நெஞ்சத் தெந்நெஞ்சத்\n தோஒ உளரே அவர்.",
                "1205. தம்நெஞ்சத் தெம்மைக் கடிகொண்டார் நாணார்கொல்\n எம்நெஞ்சத் தோவா வரல்.",
                "1206. மற்றியான் என்னுளேன் மன்னோ அவரொடுயான்\n உற்றநாள் உள்ள உளேன்.",
                "1207. மறப்பின் எவனாவன் மற்கொல் மறப்பறியேன்\n உள்ளினும் உள்ளம் சுடும்.",
                "1208. எனைத்து நினைப்பினும் காயார் அனைத்தன்றோ\n காதலர் செய்யும் சிறப்பு.",
                "1209. விளியுமென் இன்னுயிர் வேறல்லம் என்பார்\n அளியின்மை ஆற்ற நினைந்து.",
                "1210. விடாஅது சென்றாரைக் கண்ணினால் காணப்\n படாஅதி வாழி மதி.");

        thirukkurals t122 = new thirukkurals("அதிகாரம் - 122.கனவுநிலை உரைத்தல்",
                "1211. காதலர் தூதொடு வந்த கனவினுக்\n கியாதுசெய் வேன்கொல் விருந்து.",
                "1212. கயலுண்கண் யானிரப்பத் துஞ்சின் கலந்தார்க்\n குயலுண்மை சாற்றுவேன் மன்.",
                "1213. நனவினான் நல்கா தவரைக் கனவினால்\n காண்டலின் உண்டென் உயிர்.",
                "1214. கனவினான் உண்டாகும் காமம் நனவினான்\n நல்காரை நாடித் தரற்கு.",
                "1215. நனவினாற் கண்டதூஉம் ஆங்கே கனவுந்தான்\n கண்ட பொழுதே இனிது.",
                "1216. நனவென ஒன்றில்லை ஆயின் கனவினாற்\n காதலர் நீங்கலர் மன்.",
                "1217. நனவினான் நல்காக் கொடியார் கனவினான்\n என்னெம்மைப் பீழிப் பது.",
                "1218. துஞ்சுங்கால் தோள்மேலர் ஆகி விழிக்குங்கால்\n நெஞ்சத்தார் ஆவர் விரைந்து.",
                "1219. நனவினான் நல்காரை நோவர் கனவினான்\n காதலர்க் காணா தவர்.",
                "1220. நனவினான் நம்நீத்தார் என்பர் கனவினான்\n காணார்கொல் இவ்வூ ரவர்.");

        thirukkurals t123 = new thirukkurals("அதிகாரம் - 123.பொழுதுகண்டு இரங்கல்",
                "1221. மாலையோ அல்லை மணந்தார் உயிருண்ணும்\n வேலைநீ வாழி பொழுது.",
        "1222. புன்கண்ணை வாழி மருள்மாலை எங்கேள்போல்\n வன்கண்ண தோநின் துணை.",
        "1223. பனியரும்பிப் பைதல்கொள் மாலை துனியரும்பித்\n துன்பம் வளர வரும்.",
        "1224. காதலர் இல்வழி மாலை கொலைக்களத்\n தேதிலர் போல வரும்.",
        "1225. காலைக்குச் செய்தநன் றென்கொல் எவன்கொல்யான்\n மாலைக்குச் செய்த பகை.",
        "1226. மாலைநோய் செய்தல் மணந்தார் அகலாத\n காலை அறிந்த திலேன்.",
        "1227. காலை அரும்பிப் பகலெல்லாம் போதாகி\n மாலை மலருமிந் நோய்.",
        "1228. அழல்போலும் மாலைக்குக் தூதாகி ஆயன்\n குழல்போலும் கொல்லும் படை.",
        "1229. பதிமருண்டு பைதல் உழக்கும் மதிமருண்டு\n மாலை படர்தரும் போழ்து.",
        "1230. பொருள்மாலை யாளரை உள்ளி மருள்மாலை\n மாயுமென் மாயா உயிர்.");

        thirukkurals t124 = new thirukkurals("அதிகாரம் - 124.உறுப்புநலன் அழிதல்",
                "1231. சிறுமை நமக்கொழியச் சேட்சென்றார் உள்ளி\n நறுமலர் நாணின கண்.",
                "1232. நயந்தவர் நல்காமை சொல்லுவ போலும்\n பசந்து பனிவாரும் கண்.",
                "1233. தணந்தமை சால அறிவிப்ப போலும்\n மணந்தநாள் வீங்கிய தோள்.",
                "1234. பணைநீங்கிப் பைந்தொடி சோரும் துணைநீங்கித்\n தொல்கவின் வாடிய தோள்.",
                "1235. கொடியார் கொடுமை உரைக்கும் தொடியொடு\n தொல்கவின் வாடிய தோள்.",
                "1236. தொடியொடு தோள்நேகிழ நோவல் அவரைக்\n கொடியார் எனக்கூறல் நொந்து.",
                "1237. பாடு பெறுதியோ நெஞ்சே கொடியார்க்கென்\n வாடுதோட் பூசல் உரைத்து.",
                "1238. முயங்கிய கைகளை ஊக்கப் பசந்தது\n பைந்தொடிப் பேதை நுதல்.",
                "1239. முயக்கிடைத் தண்வளி போழப் பசப்புற்ற\n பேதை பெருமழைக் கண்.",
            "1240. கண்ணின் பசப்போ பருவரல் எய்தின்றே\n ஒண்ணுதல் செய்தது கண்டு.");

        thirukkurals t125 = new thirukkurals("அதிகாரம் - 125.நெஞ்சொடு கிளத்தல்",
                "1241. நினைத்தொன்று சொல்லாயோ நெஞ்சே எனைத்தொன்றும்\n எவ்வநோய் தீர்க்கு மருந்து.",
        "1242. காத லவரிலர் ஆகநீ நோவது\n பேதமை வாழியென் நெஞ்சு.",
        "1243. இருந்துள்ளி என்பரிதல் நெஞ்சே பரிந்துள்ளல்\n பைதல்நோய் செய்தார்கண் இல்.",
        "1244. கண்ணும் கொளச்சேறி நெஞ்சே இவையென்னைத்\n தின்னும் அவர்க்காணல் உற்று.",
        "1245. செற்றார் எனக்கை விடலுண்டோ நெஞ்சேயாம்\n உற்றால் உறாஅ தவர்.",
        "1246. கலந்துணர்த்தும் காதலர்க் கண்டாற் புலந்துணராய்\n பொய்க்காய்வு காய்தியென் நெஞ்சு.",
        "1247. காமம் விடுவொன்றோ நாண்விடு நன்னெஞ்சே\n யானோ பொறேனிவ் விரண்டு.",
        "1248. பரிந்தவர் நல்காரென் றேங்கிப் பிரிந்தவர்\n பின்செல்வாய் பேதையென் நெஞ்சு.",
        "1249. உள்ளத்தார் காத லவராக உள்ளிநீ\n யாருழைச் சேறியென் நெஞ்சு.",
        "1250. துன்னாத் துறந்தாரை நெஞ்சத் துடையேமா\n இன்னும் இழத்தும் கவின்.");

        thirukkurals t126 = new thirukkurals("அதிகாரம் - 126.நிறையழிதல்",
                "1251. காமக் கணிச்சி உடைக்கும் நிறையென்னும்\n நாணுத்தாழ் வீழ்த்த கதவு.",
                "1252. காமம் எனவொன்றோ கண்ணின்றென் நெஞ்சத்தை\n யாமத்தும் ஆளும் தொழில்.",
                "1253. மறைப்பேன்மன் காமத்தை யானோ குறிப்பின்றித்\n தும்மல்போல் தோன்றி விடும்.",
                "1254. நிறையுடையேன் என்பேன்மன் யானோவென் காமம்\n மறையிறந்து மன்று படும்.",
                "1255. செற்றார்பின் செல்லாப் பெருந்தகைமை காமநோய்\n உற்றார் அறிவதொன் றன்று.",
                "1256. செற்றவர் பின்சேறல் வேண்டி அளித்தரோ\n எற்றென்னை உற்ற துயர்.",
                "1257. நாணென ஒன்றோ அறியலம் காமத்தால்\n பேணியார் பெட்ப செயின்.",
                "1258. பன்மாயக் கள்வன் பணிமொழி அன்றோநம்\n பெண்மை உடைக்கும் படை.",
                "1259. புலப்பல் எனச்சென்றேன் புல்லினேன் நெஞ்சம்\n கலத்தல் உறுவது கண்டு.",
                "1260. நிணந்தீயில் இட்டன்ன நெஞ்சினார்க் குண்டோ\n புணர்ந்தூடி நிற்பேம் எனல்.");

        thirukkurals t127 = new thirukkurals("அதிகாரம் - 127.அவர்வயின் விதும்பல்",
                "1261. வாளற்றுப் புற்கென்ற கண்ணும் அவர்சென்ற\n நாளொற்றித் தேய்ந்த விரல்.",
                "1262. இலங்கிழாய் இன்று மறப்பினென் தோள்மேல்\n கலங்கழியும் காரிகை நீத்து.",
                "1263. உரன்நசைஇ உள்ளம் துணையாகச் சென்றார்\n வரல்நசைஇ இன்னும் உளேன்.",
                "1264. கூடிய காமம் பிரிந்தார் வரவுள்ளிக்\n கோடுகொ டேறுமென் நெஞ்சு.",
                "1265. காண்கமன் கொண்கனைக் கண்ணாரக் கண்டபின்\n நீங்குமென் மென்தோள் பசப்பு.",
                "1266. வருகமன் கொண்கண் ஒருநாட் பருகுவன்\n பைதல்நோய் எல்லாம் கெட.",
                "1267. புலப்பேன்கொல் புல்லுவேன் கொல்லோ கலப்பேன்கொல்\n கண்ணன்ன கேளிர் வரின்.",
                "1268. வினைகலந்து வென்றீக வேந்தன் மனைகலந்து\n மாலை அயர்கம் விருந்து.",
                "1269. ஒருநாள் எழுநாள்போல் செல்லும்சேண் சென்றார்\n வருநாள்வைத் தேங்கு பவர்க்கு.",
                "1270. பெறினென்னாம் பெற்றக்கால் என்னாம் உறினென்னாம்\n உள்ளம் உடைந்துக்கக் கால்.");

        thirukkurals t128 = new thirukkurals("அதிகாரம் - 128.குறிப்பறிவுறுத்தல்",
                "1271. கரப்பினுங் கையிகந் தொல்லாநின் உண்கண்\n உரைக்கல் உறுவதொன் றுண்டு.",
                "1272. கண்ணிறைந்த காரிகைக் காம்பேர்தோட் பேதைக்குப்\n பெண்நிறைந்த நீர்மை பெரிது.",
                "1273. மணியில் திகழ்தரு நூல்போல் மடந்தை\n அணியில் திகழ்வதொன் றுண்டு.",
                "1274. முகைமொக்குள் உள்ளது நாற்றம்போல் பேதை\n நகைமொக்குள் உள்ளதொன் றுண்டு.",
                "1275. செறிதொடி செய்திறந்த கள்ளம் உறுதுயர்\n தீர்க்கும் மருந்தொன் றுடைத்து.",
                "1276. பெரிதாற்றிப் பெட்பக் கலத்தல் அரிதாற்றி\n அன்பின்மை சூழ்வ துடைத்து.",
                "1277. தண்ணந் துறைவன் தணந்தமை நம்மினும்\n முன்னம் உணர்ந்த வளை.",
                "1278. நெருநற்றுச் சென்றாரெங் காதலர் யாமும்\n எழுநாளேம் மேனி பசந்து.",
                "1279. தொடிநோக்கி மென்தோளும் நோக்கி அடிநோக்கி\nஅஃதாண் டவள்செய் தது.",
                "1280. பெண்ணினாற் பெண்மை உடைத்தென்ப கண்ணினால்\n காமநோய் சொல்லி இரவு.");

        thirukkurals t129 = new thirukkurals("அதிகாரம் - 129.புணர்ச்சி விதும்பல்",
                "1281. உள்ளக் களித்தலும் காண மகிழ்தலும்\n கள்ளுக்கில் காமத்திற் குண்டு.",
                "1282. தினைத்துணையும் ஊடாமை வேண்டும் பனைத்துணையும்\n காமம் நிறைய வரின்.",
                "1283. பேணாது பெட்பவே செய்யினும் கொண்கனைக்\n காணா தமையல கண்.",
                "1284. ஊடற்கண் சென்றேன்மன் தோழி அதுமறந்த\n கூடற்கண் சென்றதென் னெஞ்சு.",
                "1285. எழுதுங்கால் கோல்காணாக் கண்ணேபோல் கொண்கண்\n பழிகாணேன் கண்ட இடத்து.",
                "1286. காணுங்கால் காணேன் தவறாய காணாக்கால்\n காணேன் தவறல் லவை.",
                "1287. உய்த்தல் அறிந்து புனல்பாய் பவரேபோல்\n பொய்த்தல் அறிந்தென் புலந்து.",
                "1288. இளித்தக்க இன்னா செயினும் களித்தார்க்குக்\n கள்ளற்றே கள்வநின் மார்பு.",
                "1289. மலரினும் மெல்லிது காமம் சிலரதன்\n செவ்வி தலைப்படு வார்.",
                "1290. கண்ணின் துனித்தே கலங்கினாள் புல்லுதல்\n என்னினும் தான்விதுப் புற்று.");

        thirukkurals t130 = new thirukkurals("அதிகாரம் - 130.நெஞ்சொடு புலத்தல்",
                "1291. அவர்நெஞ் சவர்க்காதல் கண்டும் எவன்நெஞ்சே\n நீயெமக் காகா தது.",
                "1292. உறாஅ தவர்க்கண்ட கண்ணும் அவரைச்\n செறாஅரெனச் சேறியென் நெஞ்சு.",
                "1293. கெட்டார்க்கு நட்டாரில் என்பதோ நெஞ்சேநீ\n பெட்டாங் கவர்பின் செலல்.",
                "1294. இனியன்ன நின்னொடு சூழ்வார்யார் நெஞ்சே\n துனிசெய்து துவ்வாய்காண் மற்று.",
                "1295. பெறாஅமை அஞ்சும் பெறினபிரி வஞ்சும்\n அறாஅ இடும்பைத்தென் நெஞ்சு.",
                "1296. தனியே இருந்து நினைத்தக்கால் என்னைத்\n தினிய இருந்ததென் நெஞ்சு.",
                "1297. நாணும் மறந்தேன் அவர்மறக் கல்லாவென்\n மாணா மடநெஞ்சிற் பட்டு.",
                "1298. எள்ளின் இளிவாமென் றெண்ணி அவர்திறம்\n உள்ளும் உயிர்க்காதல் நெஞ்சு.",
                "1299. துன்பத்திற் கியாரே துணையாவார் தாமுடைய\n நெஞ்சந் துணையல் வழி.",
   "1300. தஞ்சம் தமரல்லர் ஏதிலார் தாமுடைய\n நெஞ்சம் தமரல் வழி.");

        thirukkurals t131 = new thirukkurals("அதிகாரம் - 131.புலவி",
                "1301. புல்லா திராஅப் புலத்தை அவருறும்\n அல்லல்நோய் காண்கம் சிறிது.",
                "1302. உப்பமைந் தற்றால் புலவி அதுசிறிது\n மிக்கற்றால் நீள விடல்.",
                "1303. அலந்தாரை அல்லல்நோய் செய்தற்றால் தம்மைப்\n புலந்தாரைப் புல்லா விடல்.",
                "1304. ஊடி யவரை உணராமை வாடிய\n வள்ளி முதலரிந் தற்று.",
                "1305. நலத்தகை நல்லவர்க் கேஎர் புலத்தகை\n பூவன்ன கண்ணார் அகத்து.",
                "1306. துனியும் புலவியும் இல்லாயின் காமம்\n கனியும் கருக்காயும் அற்று.",
                "1307. ஊடலின் உண்டாங்கோர் துன்பம் புணர்வது\n நீடுவ தன்றுகொல் என்று.",
                "1308. நோதல் எவன்மற்று நொந்தாரென் றஃதறியும்\n காதலர் இல்லா வழி.",
                "1309. நீரும் நிழல தினிதே புலவியும்\n வீழுநர் கண்ணே இனிது.",
                "1310. ஊடல் உணங்க விடுவாரோ டென்னெஞ்சம்\n கூடுவேம் என்ப தவா.");

        thirukkurals t132 = new thirukkurals("அதிகாரம் - 132.புலவி நுணுக்கம்",
    "1311. பெண்ணியலார் எல்லாரும் கண்ணிற் பொதுவுண்பர்\n நண்ணேன் பரத்தநின் மார்பு.",
                "1312. ஊடி இருந்தேமாத் தும்மினார் யாம்தம்மை\n நீடுவாழ் கென்பாக் கறிந்து.",
        "1313. கோட்டுப்பூச் சூடினும் காயும் ஒருத்தியைக்\n காட்டிய சூடினீர் என்று.",
        "1314. யாரினுங் காதலம் என்றேனா ஊடினாள்\n யாரினும் யாரினும் என்று.",
        "1315. இம்மைப் பிறப்பில் பிரியலம் என்றேனாக் \nகண்நிறை நீர்கொண் டனள்.",
        "1316. உள்ளினேன் என்றேன்மற் றென்மறந்தீர் என்றென்னைப்\n புல்லாள் புலத்தக் கனள்.",
        "1317. வழுத்தினாள் தும்மினேன் ஆக அழித்தழுதாள்\n யாருள்ளித் தும்மினீர் என்று.",
        "1318. தும்முச் செறுப்ப அழுதாள் நுமருள்ளல்\n எம்மை மறைத்திரோ என்று.",
        "1319. தன்னை உணர்த்தினும் காயும் பிறர்க்கும்நீர்\n இந்நீரர் ஆகுதிர் என்று.",
        "1320. நினைத்திருந்து நோக்கினும் காயும் அனைத்துநீர்\n யாருள்ளி நோக்கினீர் என்று.");

        thirukkurals t133 = new thirukkurals("அதிகாரம் - 133.ஊடலுவகை",
                "1321. இல்லை தவறவர்க் காயினும் ஊடுதல்\n வல்ல தவரளிக்கும் ஆறு.",
                "1322. ஊடலின் தோன்றும் சிறுதுனி நல்லளி\n வாடினும் பாடு பெறும்.",
                "1323. புலத்தலிற் புத்தேள்நா டுண்டோ நிலத்தொடு\n நீரியைந் தன்னார் அகத்து.",
                "1324. புல்லி விடாஅப் புலவியுள் தோன்றுமென்\n உள்ளம் உடைக்கும் படை.",
                "1325. தவறிலர் ஆயினும் தாம்வீழ்வார் மென்றோள்\n அகறலின் ஆங்கொன் றுடைத்து.",
                "1326. உணலினும் உண்ட தறலினிது காமம்\n புணர்தலின் ஊடல் இனிது.",
                "1327. ஊடலின் தோற்றவர் வென்றார் அதுமன்னும்\n கூடலிற் காணப் படும்.",
                "1328. ஊடிப் பெறுகுவம் கொல்லோ நுதல்வெயர்ப்பக்\n கூடலில் தோன்றிய உப்பு.",
                "1329. ஊடுக மன்னோ ஒளியிழை யாமிரப்ப\n நீடுக மன்னோ இரா.",
                 "1330. ஊடுதல் காமத்திற் கின்பம் அதற்கின்பம்\n கூடி முயங்கப் பெறின்.");



        //Array list to add kurals
        arrayList.add(t1);
        arrayList.add( t2 );
        arrayList.add( t3 );
        arrayList.add( t4 );
        arrayList.add( t5 );
        arrayList.add( t6 );
        arrayList.add( t7 );
        arrayList.add( t8 );
        arrayList.add( t9 );
        arrayList.add( t21 );
        arrayList.add( t22 );
        arrayList.add( t23 );
        arrayList.add( t24 );
        arrayList.add( t25 );
        arrayList.add( t26 );
        arrayList.add( t27 );
        arrayList.add( t28 );
        arrayList.add( t29 );
        arrayList.add( t30 );
        arrayList.add( t31 );
        arrayList.add( t31 );
        arrayList.add( t32 );
        arrayList.add( t33 );
        arrayList.add( t34 );
        arrayList.add( t35 );
        arrayList.add( t36 );
        arrayList.add( t37);
        arrayList.add( t38 );
        arrayList.add( t39 );
        arrayList.add( t40 );
        arrayList.add( t41 );
        arrayList.add( t42 );
        arrayList.add( t43 );
        arrayList.add( t44 );
        arrayList.add( t45 );
        arrayList.add( t46 );
        arrayList.add( t47 );
        arrayList.add( t48 );
        arrayList.add( t49 );
        arrayList.add( t50 );
        arrayList.add( t51 );
        arrayList.add( t51 );
        arrayList.add( t52 );
        arrayList.add( t53 );
        arrayList.add( t54 );
        arrayList.add( t55 );
        arrayList.add( t56 );
        arrayList.add( t57 );
        arrayList.add( t58 );
        arrayList.add( t59 );
        arrayList.add( t60 );
        arrayList.add( t61 );
        arrayList.add( t62 );
        arrayList.add( t63 );
        arrayList.add( t64 );
        arrayList.add( t65 );
        arrayList.add( t66 );
        arrayList.add( t67 );
        arrayList.add( t68 );
        arrayList.add( t69 );
        arrayList.add( t70 );
        arrayList.add( t71 );
        arrayList.add( t72 );
        arrayList.add( t73 );
        arrayList.add( t74 );
        arrayList.add( t75 );
        arrayList.add( t76 );
        arrayList.add( t77 );
        arrayList.add( t78 );
        arrayList.add( t79 );
        arrayList.add( t80 );
        arrayList.add( t81 );
        arrayList.add( t82 );
        arrayList.add( t83 );
        arrayList.add( t84 );
        arrayList.add( t85 );
        arrayList.add( t86 );
        arrayList.add( t87 );
        arrayList.add( t88 );
        arrayList.add( t89 );
        arrayList.add( t90 );
        arrayList.add( t91 );
        arrayList.add( t92 );
        arrayList.add( t93);
        arrayList.add( t94 );
        arrayList.add( t95 );
        arrayList.add( t96 );
        arrayList.add( t97 );
        arrayList.add( t98 );
        arrayList.add( t99 );
        arrayList.add( t100 );
        arrayList.add( t101 );
        arrayList.add( t102 );
        arrayList.add( t103 );
        arrayList.add( t104 );
        arrayList.add( t105 );
        arrayList.add( t106 );
        arrayList.add( t107 );
        arrayList.add( t108 );
        arrayList.add( t109 );
        arrayList.add( t110 );
        arrayList.add( t111 );
        arrayList.add( t112 );
        arrayList.add( t113 );
        arrayList.add( t114 );
        arrayList.add( t115 );
        arrayList.add( t116 );
        arrayList.add( t117 );
        arrayList.add( t118 );
        arrayList.add( t119 );
        arrayList.add( t120 );
        arrayList.add( t121 );
        arrayList.add( t122 );
        arrayList.add( t123 );
        arrayList.add( t124 );
        arrayList.add( t125 );
        arrayList.add( t126 );
        arrayList.add( t127 );
        arrayList.add( t128 );
        arrayList.add( t129 );
        arrayList.add( t130 );
        arrayList.add( t131 );
        arrayList.add( t132 );
        arrayList.add( t133 );



        arrayAdapter =new ArrayAdapter<>( MainActivity.this,
        android.R.layout.simple_list_item_1,arrayList);
        listView.setAdapter( arrayAdapter);

        listView.setOnItemClickListener( new AdapterView.OnItemClickListener() {
            @Override
            public void onItemClick(AdapterView<?> parent, View view, int position, long id) {
                thirukkurals t = arrayList.get( position );



          Bundle bundle = new Bundle();
        bundle.putSerializable("thirukkural",t);

          Intent intent = new Intent( MainActivity.this,thirukkuralActivity.class );
          intent.putExtras( bundle );
          startActivity( intent);

}
        } );

        //Thank you , please reconsider this,and give me a opportunity in Zoho
        //am waiting for positve announcement
    }
}
